{
  "id": "MagazinesIRememberHughB.Cave",
  "title": "Magazines I Remember - Hugh B. Cave",
  "date": "1994-01-01T00:00:00Z",
  "description": "Hugh Barnett Cave (1910-2004) was an American writer best remembered for his horror, weird menace and science fiction stories.  He wrote in many genres and was one of the most prolific of the pulp era writers having penned over 1,000 stories, 40 novels and several works of non-fiction including an acclaimed book on voodoo. He was a war corespondent during WWII and later owned and managed a coffee plantation in Jamaica. In 1930 Cave struck up a friendship with fellow writer Carl Jacobi, after Jacobi wrote him to compliment a story Cave had written. What followed was over fifty years of correspondence and friendship between the two, even though they never met face to face. This memoir is based on those letters, with Cave making comments throughout to explain certain passages. The two young writers encouraged each other and gave advice about story titles, magazine editors and how to tailor stories so they'd be accepted at various magazines. By the 1970s and 80s they were being approached by fanzines for information and submissions, as well as being invited to pulp and science fiction conventions. In their letters they talk about this period of their lives as well. It's a fascinating glimpse into the world of professional writers in the pulp era. The book is profusely illustrated with pulp covers and splash page interior illustrations for the stories of both writers. Carl Richard Jacobi (1908-1997) was an American writer who wrote horror, fantasy, crime, adventure, and space-opera science fiction throughout the pulp era. He was born in Minneapolis, Minnesota where he live his entire life. He was a lifelong bachelor. He attended the University of Minnesota where he met and befriended author Donald Wandrei. A story in a 1932 Weird Tales , Mive, was praised by H.P. Lovecraft who recommended him to August Derleth which resulted in a long term relationship with Arkham House publishing. He wrote scores of stories for most of the major pulp magazines including 14 stories in Weird Tales , where his name appeared into the 1950s. Toward the end of his life a crippling illness made it impossible for him to write by hand or with a typewriter. This caused him considerable frustration because he still had many stories in his head. ",
  "mediatype": "texts",
  "collection": [
    "pulp_fiction_misc",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "subject": [
    "Pulps",
    "Pulp Magazines",
    "Science Fiction",
    "Fantasy",
    "Horror",
    "Supernatural",
    "Pulp Writers",
    "Hugh B. Cave",
    "Carl Jacobi",
    "Weird Tales"
  ],
  "downloads": 3171,
  "item_size": 193039702,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Comic Book ZIP",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 37,
  "favorite_sample": [
    "abdul_fattah398",
    "bryan_c",
    "captainsvw",
    "catac",
    "creaturefan"
  ],
  "download_url": "https://archive.org/download/MagazinesIRememberHughB.Cave/Magazines%20I%20Remember%20-%20Hugh%20B.%20Cave.epub",
  "download_url_cached": "scifi/content/MagazinesIRememberHughB.Cave_epub.epub",
  "download_url_timestamp": "2025-03-13T14:01:24.118Z",
  "download_url_etag": "\"65f05413-106083f\"",
  "download_url_dl_duration": 1.646,
  "download_url_dl_mbps": 9.949582749989025
}
