{
  "id": "avatar-the-last-airbender-the-f.-c.-yee",
  "title": "The rise of Kyoshi",
  "description": "F.C. Yee's \"The Rise of Kyoshi\" is the first novel in the Chronicles of the Avatar series, expanding the beloved Avatar: The Last Airbender universe created by Michael Dante DiMartino and Bryan Konietzko. This young adult fantasy follows the journey of Avatar Kyoshi, the Earth Kingdom-born Avatar who would become the longest-living Avatar in history. The story maps her transformation from a girl of humble origins working as a servant in her own ancestral home of Yokoya to the formidable, justice-pursuing Avatar still feared and admired centuries later. The novel explores Kyoshi's establishment of both the heroic Kyoshi Warriors and the secretive Dai Li organization, examining how her choices would ultimately lead to both the protection and corruption of her homeland. Written with the guidance of series co-creator DiMartino, the book delves deep into the political complexities, bending arts, and moral ambiguities of the Avatar world while maintaining the rich worldbuilding and character development that made the original series beloved.",
  "creator": "Yee, F. C",
  "subject": [
    "Rise of Kyoshi",
    "Avatar The Last Airbender",
    "Women heroes -- Juvenile fiction",
    "Adventure stories",
    "Science fiction",
    "Women heroes"
  ],
  "tags": [
    "f c yee",
    "avatar the last airbender",
    "young adult",
    "earth kingdom",
    "kyoshi warriors",
    "dai li",
    "avatar chronicles",
    "bending arts",
    "elemental magic",
    "political intrigue",
    "coming of age",
    "martial arts",
    "asian influenced fantasy",
    "television tie in",
    "michael dante dimartino",
    "secondary world fantasy",
    "air nomads",
    "water tribe",
    "fire nation",
    "spiritual themes",
    "reincarnation",
    "justice",
    "power",
    "novel",
    "series",
    "2010s science fiction",
    "fantasy",
    "american science fiction"
  ],
  "collection": [
    "folkscanomy_fiction",
    "folkscanomy",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/avatar-the-last-airbender-the-f.-c.-yee",
  "coverWidth": 180,
  "coverHeight": 233
}
