{
  "id": "star-trek-by-james-blish",
  "title": "Star Trek by James Blish : 13 Volume Collection (TOS)",
  "date": "1967-01-01T00:00:00Z",
  "description": "Star Trek anthologies by James Blish   :  Adaptations of the tv episodes (from TOS: The Original Series ) The return of Captain Kirk and his crew in earlier adventures. In 1967 the professional science fiction author, James Blish, began publishing adaptations of the scripts from the Star Trek television series, in the first of a series of paperbacks. Thirteen volumes were eventually published, covering every televised episode of the original live-action show. Each volume contains anything between five and eight adaptations of the television adventures. In an age before the invention of the domestic VHS video recorder, these novels were the only way to re-live an episode, and the novels were accordingly hugely popular. Some of the final adaptations are co-written with his wife, Judith, who (under her maiden name, J A Lawrence) was also a professional science fiction author. The reasons for this are explained in the Forewords to the later volumes. Judith also contributes an excellent novella, about the interstellar con-man Harry Mudd, which is included in the 13th volume. If you are in want of an index to these novels, please consult the summary included in the Appendix at the back of the 12th volume, Star Trek 12 , which lists all the books and indicates which episodes each contains. In 1967, in writing the 1st volume, Mr Blish was necessarily limited to adapting 1st Season stories only, as the 2nd and 3rd season scripts had not yet been written! But in the subsequent volumes he follows no particular order. If you read the books, though, you'll discover some clues from him as to why he includes particular episodes in particular books. Many of the books contain a running commentary on Star Trek by Mr Blish, giving a fascinating insight into the developing popularity of the show in its earliest years, between 1967 and 1975. When he was contracted to write the first volume, in 1967, the tv show was still on the air, on the NBC network. He reports on the first-ever public screening of the 1964 television pilot episode, on the sudden popularity in 1969 of the British re-runs, on the huge success of the first ever Star Trek convention in 1972, on the coming of the Animated episodes in 1973, on the unprecedented fan mail generated by his Star Trek books, and on the development in the early 1970s of the Star Trek Welcommittee and the growing fan network in the United States and elsewhere. He would ultimately be so swamped with fan mail, all urging that the show be revived, a matter over which he had no influence, that he took the unusual step of publishing in the books the address of NBC's customer affairs division in New York, in order to divert some of the mail to a place where he hoped it might do some good! At one point, he even found time to write an original novel based on the tv series. Published in 1970, this was the first-ever spin off novel based on the show. It's available separately:   Spock Must Die! I've actually lost count, but I personally now have more than a hundred and fifty of the professionally published novels based on the original series. There are at least as many again which are based on the spin-off shows, The Next Generation , Voyager and DS9 . It was Mr Blish who began the entire cottage-industry that became professional Star Trek fiction!",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": "Science Fiction",
  "downloads": 8809,
  "item_size": 1262686571,
  "format": [
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 148,
  "favorite_sample": [
    "a_whale_from_hell",
    "aeonfluxion",
    "alban_barker",
    "altomentis",
    "amerimnos2"
  ],
  "download_url": "https://archive.org/download/star-trek-by-james-blish/Star%20Trek%2001%20-%20James%20Blish.epub",
  "download_url_cached": "scifi/content/star-trek-by-james-blish_epub.epub",
  "download_url_timestamp": "2025-03-13T09:56:38.412Z",
  "download_url_etag": "\"635efedc-427b8\"",
  "download_url_dl_duration": 0.413,
  "download_url_dl_mbps": 0.6288061996349122
}
