{
  "id": "perry-rhodan",
  "title": "Perry Rhodan : 150 Volumes : Space Fiction serial",
  "description": "Perry Rhodan represents one of the most ambitious and long-running science fiction series in publishing history, originating in Germany in 1961 and continuing for over six decades with thousands of individual publications. Created by K.H. Scheer and Walter Ernsting (writing as Clark Darlton), the series follows the adventures of Perry Rhodan, a human space pilot who encounters an alien species and becomes instrumental in humanity's expansion into galactic civilization. The series chronicles humanity's evolution from a planet-bound species to a major galactic power, spanning millennia of future history and involving complex storylines about cosmic conflicts, technological advancement, and the nature of consciousness itself.\n\nThe Perry Rhodan universe is notable for its scope and continuity, featuring interconnected storylines that have been developed by dozens of authors over multiple generations. The series explores themes of human evolution, galactic politics, and the challenges of maintaining civilization across vast scales of time and space. Stories often involve encounters with ancient alien races, discovery of powerful technologies, and philosophical questions about humanity's place in the cosmic order. The series has been translated into multiple languages and has inspired television shows, games, and other media adaptations. This particular volume represents a small part of the massive Perry Rhodan corpus, offering readers a glimpse into one of science fiction's most comprehensive and enduring fictional universes. The series demonstrates the possibilities of collaborative world-building and the appeal of truly epic science fiction that attempts to encompass the full breadth of cosmic adventure.",
  "creator": "",
  "subject": [
    "Comic Books and Graphic Novels",
    "Science Fiction",
    "Perry Rhodan"
  ],
  "tags": [
    "perry rhodan",
    "1960s science fiction",
    "german science fiction",
    "k h scheer",
    "walter ernsting",
    "clark darlton",
    "space opera",
    "galactic civilization",
    "long running series",
    "collaborative universe",
    "cosmic adventure",
    "human evolution",
    "galactic politics",
    "alien encounters",
    "technological advancement",
    "consciousness exploration",
    "epic science fiction",
    "translated fiction",
    "multimedia franchise",
    "german pulp fiction",
    "space pilot",
    "series"
  ],
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/perry-rhodan",
  "coverWidth": 180,
  "coverHeight": 270
}
