{
  "id": "InfocomCabinetPlanetfallFolder2Of2",
  "title": "Infocom Cabinet Planetfall Folder 2 Of 2",
  "creator": "Steve Meretzky and Infocom",
  "date": "2015-01-01T00:00:00Z",
  "description": "Infocom Cabinet: Planetfall Folder 2 Of 2. A collection of digitized scans from a large cache of documents related to the game publisher Infocom, Inc. of Cambridge, MA. Assembled by Steven Meretzky of Infocom. During his time at Infocom, Steve Meretzky meticulously gathered thousands of pages of notes, journals, maps, memos, forms and other printable materials related to all aspects of Infocom, and kept them in his basement for decades. During the GET LAMP production, Jason Scott scanned in roughly 9,000 pages of these documents across a number of months, borrowing the materials from Steve and scanning them as quickly as possible, at around 600dpi. From these scans, a portion was used in the GET LAMP movie to illustrate various scenes and descriptions by interviewees. From the Wikipedia entry for Planetfall : Planetfall is a science fiction interactive fiction computer game written by Steve Meretzky, and the eighth title published by Infocom in 1983. Like most Infocom games, thanks to the portable Z-machine, it was released for several platforms simultaneously. The original release included versions for the PC (both as a booter and for DOS) and Apple II. The Atari ST and Commodore 64 versions were released in 1985. A version for CP/M was also released. Although Planetfall was Meretzky's first title, it proved one of his most popular works and a best-seller for Infocom; it was one of five top-selling titles to be re-released in Solid Gold versions including in-game hints. Planetfall utilizes the Z-machine originally developed for the Zork franchise and was added as a bonus to the \"Zork Anthology\". The word planetfall is a portmanteau of planet and landfall, and occasionally used in science fiction to that effect. The book Planetfall written by Arthur Byron Cover, uses the game image on the cover, and is marketed \"In the bestselling tradition of THE HITCHHIKER'S GUIDE TO THE GALAXY. A sequel, Stationfall, was released in 1987. The game starts with the user assuming the role of a lowly Ensign Seventh Class on the S.P.S. Feinstein, a starship of the Stellar Patrol. Overbearing superior Ensign First Class Blather assigns the player to mop decks, not exactly the glorious adventures promised by the recruiters on Gallium. In the diary provided in the \"feelies\", the player is on the verge of deserting ship. But a sudden series of explosions aboard the ship sends the player scrambling for an escape pod, which eventually crash-lands on a nearby planet. There are signs of civilization, but curiously no traces of the beings that once lived there. Eventually encountering a helpful but childlike robot named Floyd, the player must unravel the mysteries of the single deserted structure on the planet, Resida, and find a way to get back home. As the fate of the planet's former inhabitants becomes clearer, a time limit also imposes itself.",
  "mediatype": "texts",
  "collection": [
    "infocomcabinet",
    "softwarehistory"
  ],
  "subject": [
    "game",
    "infocom",
    "planetfall",
    "games",
    "adventure",
    "software",
    "computer",
    "zork",
    "program",
    "arcade",
    "science fiction",
    "stellar patrol",
    "adventure game",
    "adventure games",
    "computer games",
    "text adventure",
    "electronic arts",
    "robot named",
    "interactive fiction",
    "infocom games"
  ],
  "downloads": 2667,
  "item_size": 3124633976,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "Generic Raw Book Zip",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Unknown"
  ],
  "favorite_count": 2,
  "favorite_sample": [
    "cyberfugue",
    "robert_cunningham"
  ],
  "download_url": "https://archive.org/download/InfocomCabinetPlanetfallFolder2Of2/Infocom_Cabinet_Planetfall_Folder_2_of_2.pdf",
  "download_url_cached": "scifi/content/InfocomCabinetPlanetfallFolder2Of2_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T15:23:13.289Z",
  "download_url_etag": "\"565336dc-4809c85\"",
  "download_url_dl_duration": 4.41,
  "download_url_dl_mbps": 16.335195640858068
}
