{
  "spacecraft_description": "Johannes Lang's \"Die Hohlwelttheorie\" (The Hollow World Theory) presents an alternative cosmological theory proposing that humanity lives on the interior surface of a hollow sphere rather than on the exterior of a solid planet Earth. This German work, which gained attention during and after World War II, challenges conventional astronomical and geographical understanding by arguing that what we perceive as the vast cosmos above us is actually the interior of a finite enclosed space. Lang, described as a physicist, developed detailed arguments attempting to explain observable phenomena within this hollow earth framework, including reinterpretations of gravity, light, and celestial mechanics.\n\nThe book represents a fascinating example of alternative science and fringe theoretical physics, emerging from a tradition of hollow earth theories that have persisted despite scientific consensus to the contrary. Lang's work goes beyond simple speculation to present what he considered rigorous scientific arguments, making claims about space exploration, the nature of the solar system, and even suggesting that events like the moon landing were fabricated to support the conventional cosmological model. While thoroughly debunked by mainstream science, the hollow earth theory continues to attract interest as a historical curiosity and as an example of how alternative scientific paradigms can develop elaborate internal logic systems. The work reflects mid-20th century anxieties about authority, scientific truth, and the reliability of official narratives about space and geography.",
  "spacecraft_tags": [
    "johannes lang",
    "1940s science fiction",
    "german",
    "non-fiction",
    "alternative science",
    "hollow earth theory",
    "alternative cosmology",
    "fringe physics",
    "conspiracy theories",
    "unconventional science",
    "cosmological theory",
    "scientific skepticism",
    "space exploration skepticism",
    "theoretical physics",
    "interior world",
    "hollow sphere"
  ]
} 