{
  "id": "1989-06-compute-magazine",
  "title": "Compute! Magazine Issue 109",
  "date": "1989-06-01T00:00:00Z",
  "description": "Compute! Issue 109 - June 1989. Editorial License Science fact, science fiction - love 'em both, leave 'em both. It just depends on whether there's a computer around - News & Notes Sports on the wire, college on a disk, Apple on Beatles' bad list, and more news on our home computer - Gameplay If you think of computer games as art, then game designers are artists - Impact - Understand the miracles and wonders of science with your personal computer - Discoveries Computing isn't tough, not any more. So what's your excuse? - Letters Piracy and the ST: The Falcon debacle - New Products - Laptop with weight, finance update, chopper that's great, and more new products of late - Compute Specific MS-DOS - Compute Specific 64/128 - Compute Specific Apple II - Compute Specific Amiga - Compute Specific Macintosh - Compute Specific Atari ST - Science! Watch your computer mutate into a scientific wonder with the right software. Seventeen topnotch packages make science fascinating and fun - Light-Years and Lasers Science Fiction Inside Your Computer Alien worlds, alien races, alien adventures. An award-winning SF writer turns 11 science-fiction games inside out - Power Home Computing Pack power into your PC for hotshot play or high-tech home working. Dozens of products that upgrade your PS, Mac or Amiga for less than $1,000 - Buyer's Guide Historical Games Relive history, then change it, with one of these 51 historical games - Reviews Fast Looks - Kings of the Beach - Reviews Fast Looks - Apple II Video Overlay Board - Reviews Fast Looks Project Firestart - Reviews Fast Looks MenuWorks - Review PC Tools Deluxe, Version 5.0 - Review Who Framed Roger Rabbit - Review Leisure Suit Larry II: Looking for Love (In Several Wrong Places) - Review College Explorer - Review Abrams Battle Tank - Review TV Sports Football - Review Geometry - Review Twilight Zone: Crossroads of Imagination - Review Cartooners - Review Flodd, the Bad Guy - Review Publish It! Lite! - Review WriteNow 2.0 - Review Hometown, U.S.A.",
  "mediatype": "texts",
  "collection": [
    "compute-magazine",
    "computermagazines",
    "magazine_rack"
  ],
  "subject": [
    "ibm",
    "computer",
    "disk",
    "commodore",
    "apple",
    "software",
    "program",
    "graphics",
    "game",
    "amiga",
    "science fiction",
    "hard drive",
    "electronic arts",
    "hard disk",
    "disk drive",
    "retail price",
    "suggested retail"
  ],
  "downloads": 3699,
  "item_size": 170091016,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 5,
  "favorite_sample": [
    "drkiwi",
    "gone_to_persia",
    "jordan_kar",
    "seldom_studios",
    "thenusenjoyer123"
  ],
  "download_url": "https://archive.org/download/1989-06-compute-magazine/Compute_Issue_109_1989_Jun.pdf",
  "download_url_cached": "scifi/content/1989-06-compute-magazine_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T12:20:27.145Z",
  "download_url_etag": "\"4e54edf7-36c61cf\"",
  "download_url_dl_duration": 63.568,
  "download_url_dl_mbps": 0.8616580520263104
}
