{
  "id": "Planet_Stories_Volume_4_Number_3_",
  "title": "Planet_Stories_Volume_4_Number_3_",
  "creator": "Love Romances Publishing Company",
  "date": "1948-01-01T00:00:00Z",
  "description": "Planet Stories Volume 4, Number 3, Summer, 1949. Published by Love Romances Publishing Company, Incorporated; 1658 Summer Street, Stamford, Connecticut. Dimensions are 6 1/2\" width by 9 1/2\" Height and weight 111grams, 98 pages. Copyright was issued in 1948, but no renewal was recorded, this work is Public Domain under Rule 6 of the Copyright Statutes of the United States. Etext created by Gerard Arthus. This issue was missing the front and back covers and the spine was damaged, if someone can send me a better copy I will incorporate it into the work. Any questions regarding this item should be directed to garthus801@gmail.com. For more information see http://OpenEducation.org Go to the above site to find out more about the digitization of this item and the on-going attempt to help make 'Knowledge' and 'Information' available to everyone, anywhere, at any time, for no cost. There are many forces at work which are attempting to turn 'Public Domain' information into a commodity which some can milk for a profit. This parasitic use of information which should be freely available for all to access is an Intellectual Crime and should not be tolerated. Hi-resolution images included.",
  "mediatype": "texts",
  "collection": [
    "pulpfiction",
    "additional_collections",
    "arthusgerard",
    "loggedin",
    "deemphasize"
  ],
  "subject": [
    "PS-000-001",
    "pulp",
    "pulps",
    "science fiction",
    "sci fi",
    "1949"
  ],
  "downloads": 2765,
  "item_size": 296983573,
  "format": [
    "Abbyy GZ",
    "Additional Text PDF",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "Image Container PDF",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP"
  ],
  "favorite_count": 5,
  "favorite_sample": [
    "deejf",
    "djason",
    "greengoth",
    "mysteryandadventure",
    "storysprite"
  ]
}
