{
  "id": "merritt-a.-the-ship-of-ishtar-memorial-edition-1949-google-autolycus-0152",
  "title": "The Ship Of Ishtar (Memorial Edition) - A. Merritt (Illustrated by Virgil Finlay) (Borden, 1949)",
  "date": "1949-01-01T00:00:00Z",
  "description": "The Ship Of Ishtar (Memorial Edition) by A. Merritt (Borden Publishing Company, 1949). With five full-page black & white illustrations by Virgil Finlay. The text of this edition follows the preferable text of the six-part serial published in Argosy All-Story Weekly , 8 November-13 December 1924: the 1926 Putnam text was abridged. From a review of this book by Forrest J. Ackerman (writing as \"Alden Lorraine\") in the January 1950 issue of Astounding Science Fiction : \"This book is a beauty. The publisher is to be congratulated on a top-flight production job, worthy of the subject. Ace jacket designer Edgard Cirlin has done a honey of a dust-wrapper, which features a bylined biography of Merritt by Forrest J. Ackerman on the back. This is the sixth printing of \"Ishtar\" since its original appearance a quarter of a century ago, and, in its definitive edition, probably the final printing—at least for a long time to come. Not since its first serialization in 1924 has the complete version been offered, and, strangely enough, as it now stands the text of the Memorial Edition is even more satisfactory, certain small errors having been eliminated. The meticulous proofreading job was entrusted to G. Gordon Dewey, compiler of \"The Merritt Biblion\" and himself so fond of \"The Ship of Ishtar\" that he named his first-born daughter after the heroine, Sharane. Dewey caught and corrected a couple of chronological mistakes, among others. Artist Virgil Finlay, however, failed on the critical interior illustration, picturing the Ship, to show the proper number—seven—of oars. All previous artists had oar trouble, and the jinx still has not been broken. However, Finlay's five brand new pen-and-ink pictures are so superlative in conception and execution that his \"oarful\" mistake can be more readily overlooked than the pun of the same name. An acknowledged \"classic\", the plot of this novel is too familiar to bear repeating. A modern man is transported back sixty centuries to high adventure and high stakes on high seas in a fantasy of unparalleled beauty and power.\"",
  "mediatype": "texts",
  "collection": [
    "pulp_misc_adventure",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "subject": [
    "Science Fiction",
    "Fantasy",
    "Pulps",
    "Pulp Magazines",
    "Argosy",
    "A. Merritt",
    "Virgil Finlay",
    "Forrest J. Ackerman"
  ],
  "downloads": 2248,
  "item_size": 848060954,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Comic Book RAR",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 29,
  "favorite_sample": [
    "amitkskj",
    "bf5man",
    "bmonique61",
    "bookrapt",
    "bornnate"
  ],
  "download_url": "https://archive.org/download/merritt-a.-the-ship-of-ishtar-memorial-edition-1949-google-autolycus-0152/Merritt%2C%20A.%20-%20The%20Ship%20Of%20Ishtar%20(Memorial%20Edition)%20(1949)%20(google-autolycus0152).epub",
  "download_url_cached": "scifi/content/merritt-a.-the-ship-of-ishtar-memorial-edition-1949-google-autolycus-0152_epub.epub",
  "download_url_timestamp": "2025-03-13T17:09:34.034Z",
  "download_url_etag": "\"65e4f0f8-14a53ae8\"",
  "download_url_dl_duration": 41.945,
  "download_url_dl_mbps": 7.875238560226282
}
