{
  "id": "MachineofDeath",
  "title": "Machine of death : a collection of stories about people who know how they will die",
  "creator": [
    "North, Ryan, 1980-",
    "Bennardo, Matthew",
    "Malki!, David"
  ],
  "date": "2010-01-01T00:00:00Z",
  "description": [
    "The machine had been invented a few years ago: a machine that could tell, from just a sample of your blood, how you were going to die. No dates, no details. Just a slip of paper with a few words spelling out your ultimate fate -- at once all-too specific and maddeningly vague.  A top ten Amazon Customer Favorite in Science Fiction & Fantasy for 2010, The Machine of Death is an anthology of original stories bound together by a central premise. From the humorous to the adventurous to the mind-bending to the touching, the writers explore what the world would be like if a blood test could predict your death.  But don't think for a moment this is a book entirely composed of stories about people meeting their ironic dooms. There is some of that, of course. But more than that, this is a genre-hopping collection of tales about people who have learned more about themselves then perhaps they should have, and how that knowledge affects their relationships, their perception of the world, and how they feel about themselves.  Features thirty-four stories by Randall Munroe, Ben \"Yahtzee\" Croshaw, Tom Francis, Camille Alexa, Erin McKean, James L. Sutter, David Malki !, Ryan North, and many others.  Features illustrations by Kate Beaton, Kazu Kibuishi, Aaron Diaz, Jeffrey Brown, Scott C., Roger Langridge, Karl Kershl, Cameron Stewart, and many others.  Print versions and podcasts available via the  Machine of Death Website .",
    "MACHINE OF DEATH tells thirty-four different stories about people who know how they will die. Prepare to have your tears jerked, your spine tingled, your funny bone tickled, your mind blown, your pulse quickened, or your heart warmed. Or better yet, simply prepare to be surprised. Because even when people do have perfect knowledge of the future, there's no telling exactly how things will turn out"
  ],
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "science fiction",
    "short stories",
    "Death",
    "Forecasting"
  ],
  "downloads": 3419,
  "item_size": 198500763,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Daisy",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "EPUB",
    "Item Tile",
    "MARC",
    "MARC Binary",
    "Metadata",
    "Metadata Log",
    "OCLC xISBN JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 8,
  "favorite_sample": [
    "bunny_darling_crowder",
    "buttereliza",
    "chelsea_j",
    "lara_hall",
    "mirrorscope"
  ],
  "download_url": "https://archive.org/download/MachineofDeath/MachineofDeath.epub",
  "download_url_cached": "scifi/content/MachineofDeath_epub.epub",
  "download_url_timestamp": "2025-03-13T13:17:55.666Z",
  "download_url_etag": "\"6556ec09-148d44b\"",
  "download_url_dl_duration": 2.561,
  "download_url_dl_mbps": 8.024923599404033
}
