{
  "id": "GDWChallenge47",
  "title": "Challenge Magazine: The Magazine of Science-Fiction Gaming",
  "date": null,
  "description": "Challenge was a role-playing game magazine published by Game Designers' Workshop between 1986 and 1996. Announced in Journal of the Travellers Aid Society No. 22, the new (at the time unnamed) magazine was going to expand JTAS to a larger format (8.5\"×11\") and add coverage of GDW's new game Twilight 2000 and other games. The larger size would allow printing of things such as deck plans or sector maps which would not fit in the smaller JTAS format. In order to maintain continuity for the Traveller fans (and JTAS subscribers) the first issue was numbered 25, rather than starting again with issue. Also to maintain continuity, Challenge featured a separate section labeled \"Journal of the Travellers' Aid Society\", which lasted through issue 28. Traveller articles continued to appear in Challenge, but issues were frequently dominated by articles of other gaming systems, including Twilight 2000, 2300 AD, Space 1889, and starting with the expansion to 64 pages in issue 30, games not published by GDW. Fifty-three issues of Challenge were published (through number 77), until 1996 when the closing of GDW forced the end of publication.",
  "mediatype": "texts",
  "collection": [
    "magazine_packs",
    "community",
    "magazine_rack"
  ],
  "subject": [
    "Science-Fiction",
    "Gaming",
    "Wargaming"
  ],
  "downloads": 9545,
  "item_size": 3923122251,
  "format": [
    "Archive BitTorrent",
    "Image Container PDF",
    "Metadata",
    "PDF",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 20,
  "favorite_sample": [
    "aaron882",
    "artursz",
    "blurgax",
    "bouncetiger",
    "derek_reeve"
  ],
  "download_url": "https://archive.org/download/GDWChallenge47/GDW%20-%20Challenge%20%2346.pdf",
  "download_url_cached": "scifi/content/GDWChallenge47_image_container_pdf.pdf",
  "download_url_timestamp": "2025-03-13T09:50:09.315Z",
  "download_url_etag": "\"5a7519a2-55580c4\"",
  "download_url_dl_duration": 146.189,
  "download_url_dl_mbps": 0.5837917826934039
}
