{
  "id": "divergent_202004",
  "title": "Divergent",
  "description": "Divergent, published in 2011, launched Veronica Roth's dystopian trilogy set in a post-apocalyptic Chicago divided into five factions based on personality traits: Abnegation (selflessness), Amity (peacefulness), Candor (honesty), Dauntless (bravery), and Erudite (intelligence). Sixteen-year-old Beatrice Prior must choose her faction, a decision that determines her entire future. When her aptitude test reveals she is Divergent—possessing qualities of multiple factions—she must hide this dangerous secret while choosing between staying with her Abnegation family or joining Dauntless, the faction that has always fascinated her.\n\nChoosing Dauntless, Beatrice becomes Tris and endures brutal initiation trials designed to transform initiates into fearless warriors. The training reveals a darker purpose as faction leaders use fear simulations and mind control serums to prepare for war. Tris's Divergence makes her immune to these simulations, marking her as both a threat to the system and potentially its savior. Her romance with instructor Four complicates her journey as she discovers the conspiracy behind the faction system and the Erudite leader Jeanine's plan to overthrow Abnegation's government.\n\nRoth's novel capitalized on the post-Hunger Games appetite for young adult dystopias while exploring themes of identity, choice, and the dangers of categorizing human nature. The faction system serves as an allegory for how societies attempt to control behavior by dividing people into rigid categories. While the novel follows familiar YA dystopian patterns—teenage chosen one, corrupt adult authority, romance amid revolution—its exploration of fear and bravery, and the idea that human complexity itself is a form of resistance, resonated with young readers navigating their own identity formation in an increasingly categorized world.",
  "creator": "",
  "subject": [
    "Adult",
    "Science Fiction"
  ],
  "tags": [
    "veronica roth",
    "young adult",
    "dystopian",
    "factions",
    "post apocalyptic",
    "chicago",
    "identity",
    "mind control",
    "coming of age",
    "revolution",
    "contemporary science fiction",
    "2010s science fiction",
    "american science fiction",
    "novel",
    "trilogy",
    "divergent series",
    "tris prior",
    "four",
    "dauntless",
    "abnegation",
    "erudite",
    "amity",
    "candor",
    "simulation",
    "fear",
    "initiation"
  ],
  "collection": [
    "folkscanomy_fiction",
    "folkscanomy",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/divergent_202004",
  "coverWidth": 180,
  "coverHeight": 233
}
