{
  "id": "BOOKOFTAVKERRPrintable",
  "title": "TEXTS by Greg R. Norton (1996-2025)",
  "creator": "Greg R. Norton",
  "date": "2017-06-09T00:00:00Z",
  "description": "Books and pamphlets authored by Greg R. Norton from 1996 to 2025.  (I am not a licensed councillor or therapist.) Also can be found in the Internet Archive as audio books, set to music or nature recordings, or both.  Search under GRN PODCASTS, GRN PRODUCTIONS, or GRN MUSIC. Books and audiobooks with all original music, 1996-2025. NEW for 2024! GRN MUSINGS - 2023 PARTS A, B, and C. - EXPANDED EDITION , & GRN MUSINGS - 2024 PART A, B, & C-EXPANDED EDITION.  'Thoughts on Media,' 'Imperfection and Revelation,' 'Don't Sweat It,' 'Finding the Others,' 'Don't Suffer Fools,' 'Forray Into Novelty,' 'Yarns Unveiled,' 'Of a Mind,' 'Sales Force,' 'Ideal Roommate,' 'The Three Hs,' 'About the Spirit World,' 'Impromptu Profundity,' 'Leading and Led,' 'Folkways of Internet,''An Old Photograph,' & 'Patterns of the Afterworld,''After the Storm,' 'Moving Day,' & 'Good Recievorship.' NEW FOR 2025 - 'A JOURNAL' by Greg R Norton.  G.R.N. MUSIC / G.R.N. PODCASTS Greg R. Norton About Greg Norton Growing up as the son of a commercial art director, I from a young age, was encouraged, towards sketching. As a teenager, I developed love for pen and ink sketching, and with both my Dads and Moms approval, I went with this course for a year of design studies at a major university. With figure drawing, printmaking, art history, and three-dimensional art design, I further refined my abilities. While at art school, I developed an schizo-affective disorder, and, not knowing it for several years, still kept working until 1992, around age 23.  When I think about the years between 1993 thru 1998, it is with some pain, as I suffered, during that period a serious condition of restless leg syndrome, which I tended to self-medicate - - as ordinary passage of time, was difficult, I was an agitated soul, who just wanted to be still and quiet. When I hit rock bottom, in 1997, I woke up in University hospital, having hurt myself seriously. Except for a serious bout with major depression, in 2003, since the late 90's, I have been completely devoted, to this path of art, music, and writing.  Although I quit work altogether in 2002, I take these crafts seriously, and have done all, more or less, in response, unto my sometomes hyper-ordinary consciousness and feelings, using always, as the Surrealists might would say, my own unique 'paranoid-critical' creative processes. Since recovery from serious suicide attempt in 2003, my main diagnosis has been paranoid-schizophrenic disorder. As I seem to run into trouble, when trying to get by on my own, in private residential living, since Thanksgiving of 2003, I have lived entirely in group and foster home arrangements.  I spend most of my spare time, around the composition of essay-style articles, and incorporating them in spoken fashion, with original music; as I play piano, and keyboards, I have explored ambient, jazz rock, and space rock idioms, on my own and with other musicians. Having graphic design abilities, I have used my own album artwork throughout. ABOUT HAL & GREG: The jam session, recorded on October 5, 1997, was Hal Cannon and my first time together as a duo. The G.R.N. Space Music project, ICONS, or most of it anyway, was recorded a short time before this jam, because I felt I wanted to explore the solo piano, and make use of my Peavy mix console. Hal and myself had become friends, and when I had played for him some of my new recordings... he wanted to jam and play and record also, so his Dad gave him his own YAMAHA keyboard / synth, which his Dad had rarely used... Hal began playing constantly, and was soon more versatile, than myself, on this instrument... and so by December we had made lots of recordings... just jamming with the tape recorder on daily basis. We were next door neighbors. Several of the recordings herein, were done at various times during 1998, after I had recuperated, from a serious suicide attempt, which happened early January in '98. Hal came to visit me in the recovery ward, at the university hospital... already, we were thinking and planning toward reuniting, later in the year... and so it was. About my piano playing: My family had inherited my Great Grandmoms piano, when she passed away... I was young... around seven years, but when I began playing melodies by ear, my parents thought enough of myself, to start me in piano lessons. So, I had already had six or seven years of instruction, when I joined my high school jazz band, playing a Roland piano they had. I wasn't good in jazz band... my fingers couldn't make the complicated fingering in the music we played. I couldn't sight read well enough to enjoy it... and didn't have the patience, to learn other peoples music. I wanted to play my own music. My sophmore year in college, (I went for two years,) I spent most of my free time, (when I wasn't in the campus library, reading metaphysics, and art history,) on the practice pianos, in their school of music. I had been experimenting with recording myself, from a young age, but had never really been happy with my work. Around age 20, during this period, I began liking what I was hearing. My ears were opened, to possibilities I could create, playing slow ambient and abstract moods.  Incorporating classical music appreciation... the sweetness, of the tone of the instrument... the dynamics, of the instrument... and how the musician uses them. The ranges of highs and lows... their phrasing... their interplay... the gestural, symbiosis, of pieces of music, with geometries... arcs, circles, patterns, which might be found, in a woven fabric... zig zags, interlocking triangles, rings, patterns of angles... fan shaped, wide angled, and narrow, checkerboard patterns. Crests, and cascades... And again, the phrasing... the ways, the phrasing within the melodies is drawn out, or compact... the performers, or recording artists whole upper body, waist, shoulders, elbows, wrists, fingers... going onto the recording media... seeming, to evoke images, in the mind, of physique, and motion... flows, and rhythms. Waves, and bars. Then, electronically... the hall reverb, on the synthesiser parts... contrasted with, the unaffected grand piano sound... a handful of samples, from modern pianos... vibes, and electric piano. A measure, of touch sensitivity, on the keys. I use this music as a bed, upon which text-to-speech audio books, are overlayed... the music, arrangement, is all randomly generated playlists... of this pre-recorded keyboard and piano music, and jams. About Gregs' inner development as writer / musician: When I was about 17 years old, I had a crisis. I had discovered weed, thoroughly reasearched the 1960s, and especially the Beatles, had grown a little, and found, eventually those musicians from that period, (whom I shant name expressly,) whom I thought had all their signposts directed inwardly, and began more serious consideration of my own self... my mind, and self as a whole. My parents had lovingly arranged my college education, but with my decidedly inward path, my freshman year, just about all I learned was art history. (I found the university library, of course, and devoured the two sections, of it I found attractive... metaphysics, and art history.)  Nothing much else could interest me, except weed, and the endless music I had going in my apartment non-stop. My father, in his kindness, and wisdom, read my sudden change of heart, as times drew to a close, on that period of my life, to be worth exploring with myself. So, he agreed to let me change my major, and switch to his old alma mater, elsewhere in the state in which we live. So, to the other state university I went, changing my major, from broadcast and film communication to graphic design, (following my Dads footsteps,) and at a world renowned art school there.  Here, I left grass far behind, and had an excellent first year. I wasn't making straight As, but at least I had completed what had been asked of me. I seemed to like myself better, also, and eventually, found the public radio station, and heard space music for the first time. So, now, my wheels began to turn, and I found myself after my other classes, taking up a practice room piano, in the school of music there. So, right away, I realised I could carry my jam box and record myself on longish meanderings, on audiotape, and a new idea took hold of me. So, studies, started slipping, again, as my space improvisations, on tape, of myself, dealt myself a nervous breakdown, as I began isolating, and inwardly questing during the months leading up unto the time of the Los Angeles earthquake of the Fall of 1989. So, then, proceeded to enter into more serious consideration, of the being of myself, having inadvertantly stumbled into problems with strange headaches, which far outmeasured, anything I could have conceived of... I had no idea, what was wrong, with myself...  I moved back to the college town of the first university, I had attended, because I knew some friends there would let me stay, until I could find a proper place to live. I got a job doing good work at a grocery store... unloading trucks, of groceries, and putting them on the shelves, at night. I later got a job near there at a town up the road, as a field assistant at a Native American monument, which has a museum, and a laboratory, (my musician housemate, with whom I shared the rent, was actually then curator there, and he managed to get me the position.)  There, I had numerous experiences, in going on archaeological survey crew teams, (say, to ok a transit line, for a new freeway, or say, if a power line, was being put in. The company, had to make sure, there weren't indiginious sites, where they wanted their pipeline.) When I wasn't on the road, surveying, (walking transits, and scouring ground for surface evidence, like potshards, or flint tools,) for a week stretch, at a time, I had a stall at the lab, where, I was given reports, and did up nice looking illustrations, and maps, of features, indicated, on usually, a crudely sketched field note. These were included in the finished reports, which were printed, and became archaeological records, and history. There, too, I eventually, had a complete breakdown, but had three years, of good experiences. I quit my job, packed up my worldly belongings in my Corolla wagon, I inherited from my late uncle, and moved back to my hometown.  By this time, my Dad had realised, I were a student of life, and so, we developed a more mature relationship, as I was re-hired, proofing galleys, (laser printouts,) at a phototypesetting company, there. I had worked there, before going to school for freshman year, where I had flunked. I was a good proofreader, however, and did alright, until I was handed an project, a little over my head. I tried to do my best, but found my self too distracted, and flustered, to keep track of it.  So, I went back home to my small apartment, my last day there, and settled in. I had an imitation Gibson hollow body guitar, ('Star Force,' was the manufacturer,) and a pint sized Marshall amplifier. I soon found myself sinking into a lengthy experience, a complete consciousness expansion, and grew throughout those sleepless months. When finally the experience lifted, I was left with such a gnawing on my soul... I had clearly seen for myself, far too many mysteries, than my 24 year old self knew what to do with.  I was, however, so glad at the merciful normalcy, of my conscious mind, and mind. However, I now found myself suffering from an agitatated condition, I later learned to be restless leg disorder, and was occasionally subject to what I term brutal experiences, within which I grew to understand, that waking conscious integrity, is only through grace... I pretty early had met, up with an inner absolute, simply, far more powerful than myself. I now, also know, that beings, and powers, of mind, such as elementals, what some might call waifs, or dryads, have ourselves, being mortal, at their complete mercy. So, since, the early 1990s, for myself, its all been a 'state of grace.' Pride, has virtually no place within myself... today I consider myself, a citizen of the world, of the galaxy, and ask only that the wiccan 'harm none... do what you will,' be my guide, and rule. So, here you have a brief encapsulation, of years, since my high school graduation. The rest, the reader can imagine. (You probably know, then the sorts of things I like, and those which will have nothing to do with.) So, I'll post this, tonight, and hope the best is seen. -ariesrainwater",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "consciousness",
    "philosophy",
    "mind",
    "Books, creative, desktop publishing, anniversary, Joseph campbell, science fiction, science fact, devotional, mystical, mediumistic, millennial, seasons, ages, esoteric truth, subjectivity, alchemy, free energy, elysium, elysian, philosophers stone, ambrosia,",
    "theosophical",
    "new thought",
    "philosophy of mind",
    "nature",
    "spiritual",
    "ambrosial",
    "elysium",
    "free energy"
  ],
  "downloads": 2380,
  "item_size": 3538890401,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text",
    "Text PDF",
    "Unknown",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 4,
  "favorite_sample": [
    "chris_jenkins214",
    "pere432",
    "revpaula",
    "swswswswsw"
  ],
  "download_url": "https://archive.org/download/BOOKOFTAVKERRPrintable/A%20JOURNAL%20by%20Greg%20R.%20Norton.pdf",
  "download_url_cached": "scifi/content/BOOKOFTAVKERRPrintable_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T16:22:57.519Z",
  "download_url_etag": "\"67d221dd-538a3\"",
  "download_url_dl_duration": 0.416,
  "download_url_dl_mbps": 0.7844406824845535
}
