{
  "spacecraft_description": "Alexandra Bracken's \"Never Fade\" is the intense second installment in The Darkest Minds trilogy, continuing the dystopian saga of Ruby Daly and the children who survived a mysterious epidemic that granted them dangerous psychic abilities. Set in a near-future America where the government has rounded up these \"Psi\" children into brutal rehabilitation camps, the story follows Ruby as she joins the underground resistance movement known as the Children's League. No longer the frightened girl who escaped Thurmond camp, Ruby has been trained as an operative and struggles with the moral complexities of using her powerful mind-control abilities for the greater good. The novel explores Ruby's internal conflict as she balances her desire to find and protect her friends—including Liam, Zu, and Chubs—with her obligations to the League and her growing awareness of the political machinations surrounding the Psi crisis. Bracken weaves together themes of power and responsibility, the cost of war, loyalty versus survival, and the difficulty of maintaining one's humanity in desperate circumstances. As Ruby's abilities grow stronger and more dangerous, she must confront not only external enemies but also the darker aspects of her own nature. The book intensifies the series' exploration of prejudice, government oppression, and the resilience of young people fighting for their right to exist in a world that fears and seeks to control them.",
  "spacecraft_tags": [
    "alexandra bracken",
    "2010s science fiction",
    "american science fiction",
    "darkest minds trilogy",
    "never fade",
    "ruby daly",
    "psi abilities",
    "psychic powers",
    "dystopian future",
    "young adult dystopian",
    "children's league",
    "mind control",
    "rehabilitation camps",
    "thurmond",
    "epidemic",
    "resistance movement",
    "government oppression",
    "prejudice",
    "liam",
    "zu",
    "chubs",
    "sequel",
    "power and responsibility",
    "moral complexity",
    "survival",
    "loyalty",
    "novel"
  ]
} 