{
  "spacecraft_description": "At the Earth's Core, published in 1914, launched Edgar Rice Burroughs' Pellucidar series with a hollow Earth adventure that exemplifies pulp science fiction's golden age. David Innes, a young American inventor, and his elderly companion Abner Perry test their mechanical prospector, designed to drill through Earth's crust searching for minerals. Their iron mole goes out of control, boring 500 miles straight down until they emerge in Pellucidar, a savage world lit by a miniature sun at Earth's core. This inner world defies conventional physics: horizon curves upward, no night exists, and prehistoric creatures thrive alongside primitive humans.\n\nIn Pellucidar, intelligent reptilian Mahars rule through psychic powers, enslaving the human populations including the beautiful Dian, with whom David falls in love. The surface men must navigate a world where evolution took different paths, fighting saber-toothed tigers and dinosaurs while organizing a human rebellion against their reptilian overlords. Burroughs populates his hollow Earth with inventive cultures and creatures, creating a setting where stone age adventure meets speculative evolution, all described with the breathless pace that made him famous.\n\nThe novel established many hollow Earth fiction conventions while showcasing Burroughs' gift for creating exotic worlds that feel both alien and familiar. His Pellucidar combines then-current scientific theories about Earth's interior with pure adventure fantasy, prioritizing excitement over scientific accuracy. The book's influence extends beyond its specific hollow Earth setting to establish templates for planetary romance: the competent Earthman hero, the beautiful native princess, the struggle against inhuman oppressors, and the sense of wonder at exploring impossible worlds. Its vision of adventure just beneath our feet captured imaginations and spawned numerous imitators.",
  "spacecraft_tags": [
    "edgar rice burroughs",
    "hollow earth",
    "pulp fiction",
    "planetary romance",
    "adventure science fiction",
    "prehistoric",
    "lost world",
    "golden age science fiction",
    "american science fiction",
    "dinosaurs",
    "novel",
    "pellucidar series",
    "1910s science fiction",
    "early science fiction",
    "exploration",
    "alien worlds",
    "mars"
  ]
} 