{
  "id": "RootOfUnity-SLHuang",
  "title": "Root Of Unity (Russell's Attic Book 3)",
  "creator": "SL Huang",
  "date": "2015-09-30T00:00:00Z",
  "description": "Back for book three . . .  Cas Russell has always used her superpowered mathematical skills to dodge snipers or take down enemies. Oh, yeah, and make as much money as possible on whatever unsavory gigs people will hire her for. But then one of her few friends asks a favor: help him track down a stolen math proof. One that, in the wrong hands, could crumble encryption protocols worldwide and utterly collapse global commerce.  Cas is immediately ducking car bombs and men with AKs -- this is the type of math people are willing to kill for, and the U.S. government wants it as much as the bad guys do. But all that pales compared to what Cas learns from delving into the proof. Because the more she works on the case, the more she realizes something is very, very wrong . . . with her.  For the first time, Cas questions her own bizarre mathematical abilities. How far they reach. How they tie into the pieces of herself that are broken -- or missing.  How the new proof might knit her brain back together . . . while making her more powerful than she's ever imagined.  Desperate to fix her fractured self, Cas dives into the tangled layers of higher mathematics, frantic for numerical power that might not even be possible -- and willing to do anything, betray anyone, to get it. First published on Amazon: http://www.amazon.com/Root-Unity-Russells-Attic-Book-ebook/dp/B013ZCK4BY",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "science fiction",
    "superhero",
    "action",
    "adventure",
    "math",
    "thriller"
  ],
  "downloads": 20210,
  "item_size": 1129645,
  "format": [
    "Archive BitTorrent",
    "EPUB",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "Metadata"
  ],
  "favorite_count": 0,
  "download_url": "https://archive.org/download/RootOfUnity-SLHuang/Root%20of%20Unity%20(Russell's%20Attic%20Book%203)%20-%20SL%20Huang.epub",
  "download_url_cached": "scifi/content/RootOfUnity-SLHuang_epub.epub",
  "download_url_timestamp": "2025-03-13T08:40:28.362Z",
  "download_url_etag": "\"56a2cfce-9f7cd\"",
  "download_url_dl_duration": 0.586,
  "download_url_dl_mbps": 1.0631369242489135
}
