{
  "id": "dunemessiahdunec00fran",
  "title": "Dune messiah",
  "description": "Dune Messiah, published in 1969, serves as Frank Herbert's deliberate subversion of the heroic narrative he established in Dune. Set twelve years after Paul Atreides became Emperor, the novel reveals the terrible cost of his victory: a jihad that has killed sixty billion people across the universe in his name. Paul, now blind to all futures except those leading to greater horror, struggles against a conspiracy involving the Bene Gesserit, the Spacing Guild, the Tleilaxu, and a Fremen opposition, all seeking to undermine his rule and break his monopoly on spice.\n\nThe novel operates as both political thriller and philosophical meditation on power, prescience, and the trap of messianic leadership. Paul's oracular vision has become a curse, showing him that every action to prevent catastrophe only ensures it. His beloved Chani's inability to conceive, manipulated by conspiracy, drives personal stakes while the introduction of gholas—dead people resurrected with their memories—through Duncan Idaho raises questions about identity and mortality. The story builds to Paul's ultimate choice: accepting literal blindness and exile to break the cycle of violence his prescience perpetuates.\n\nHerbert intentionally crafted Messiah as an anti-heroic sequel, challenging readers who wanted more adventures of the triumphant Paul. Instead, he delivered a complex examination of how power corrupts even the most well-intentioned, how religious movements escape their founders' control, and how prescience becomes a trap that eliminates free will. The novel's shorter length and darker tone initially disappointed some fans but has since been recognized as essential to the Dune saga's deeper themes about the dangers of hero worship and the cyclical nature of history.",
  "creator": "Herbert, Frank",
  "subject": [
    "Science fiction",
    "Dune (Imaginary place)",
    "Anglais (langue)",
    "Roman américain",
    "Science-fiction américaine"
  ],
  "tags": [
    "frank herbert",
    "1960s science fiction",
    "dune",
    "space opera",
    "epic science fiction",
    "american science fiction",
    "sequel",
    "political thriller",
    "prescience",
    "psychic powers",
    "messianic themes",
    "conspiracy",
    "philosophical science fiction",
    "series",
    "galactic empire",
    "religion",
    "politics",
    "anti-hero"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/dunemessiahdunec00fran",
  "coverWidth": 180,
  "coverHeight": 290
}
