{
  "id": "ombrax241",
  "title": "Ombrax n 241 Martin Mystere",
  "description": "\"Ombrax #241: Martin Mystère\" features the French publication of the Italian adventure-mystery series Martin Mystère, known as \"the Detective of the Impossible.\" Created by Alfredo Castelli and published by Sergio Bonelli Editore, the series follows Martin Jacques Mystère, an anthropologist and writer with expertise in archaeology, art history, and cybernetics whose investigations into historical enigmas often lead him onto the trail of ancient legends and millennial secrets. This particular issue, published by Lug in 1985, represents the French localization of one of Europe's most enduring science fiction mystery series.\n\nMartin Mystère stories typically blend archaeological adventure with science fiction elements, as the protagonist encounters everything from alien artifacts to time travel paradoxes while investigating historical mysteries. The character embodies the tradition of the scholarly adventurer, using both academic knowledge and practical skills to solve puzzles that bridge the gap between documented history and speculative fiction. The series has maintained popularity across multiple decades and countries, spawning television adaptations and inspiring similar characters in other European comics. This French edition from the 1980s captures the series during its peak period, when the combination of mystery, adventure, and pseudo-scientific speculation helped establish many of the tropes that would later become common in shows like \"The X-Files\" and \"Indiana Jones.\" The Ombrax publication line specialized in translated science fiction and fantasy comics, making European genre fiction accessible to French-speaking audiences.",
  "creator": "lug",
  "subject": [
    "Ombrax n 241 Martin Mystere bd bande dessinee sf fantastique  science fiction comic"
  ],
  "tags": [
    "martin mystere",
    "1980s science fiction",
    "french",
    "italian comics",
    "alfredo castelli",
    "detective of the impossible",
    "archaeological adventure",
    "anthropologist",
    "cybernetics",
    "historical mysteries",
    "ancient legends",
    "millennial secrets",
    "lug publications",
    "ombrax",
    "sergio bonelli editore",
    "european comics",
    "scholarly adventurer",
    "time travel",
    "alien artifacts",
    "x files precursor",
    "mystery comics",
    "translated comics",
    "science fiction mystery"
  ],
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/ombrax241",
  "coverWidth": 180,
  "coverHeight": 255
}
