{
  "id": "the-country-of-the-blind-and-other-stories",
  "title": "G. H wells collection fiction and nonfiction public domain",
  "creator": "G.H Wells",
  "date": null,
  "description": "A modern Utopia.pdf 10 MB Ann Veronica a modern love story.pdf 9.7 MB Anticipations of the reaction of mechanical and scientific progress upon human life and thought.pdf 10 MB Boon, the mind of the race, the wild asses of the devil, and the last trump.pdf 10 MB Certain personal matters. A collection of material, mainly autobiographical.pdf 5.8 MB First and last things a confession of faith and a rule of life.pdf 8.9 MB George Meek, bath chair-man, by himself;.pdf 10 MB God, the invisible king.pdf 7.1 MB Little wars a game for boys from twelve years of age.pdf 5.5 MB Love and Mr. Lewisham; the story of a very young couple.pdf 10 MB Mankind in the making.pdf 11 MB Men like gods.pdf 16 MB Mr. Britling sees it through.pdf 18 MB New worlds for old.pdf 9.0 MB Russia in the shadows.pdf 6.9 MB Social forces in England and America.pdf 7.3 MB Tales of space and time.pdf 14 MB Tales of the unexpected.pdf 12 MB Text-book of biology.pdf 11 MB The country of the blind, and other stories.pdf 22 MB The discovery of the future.pdf 1.4 MB The dream a novel.pdf 10 MB The first men in the moon.pdf 8.7 MB The food of the gods and how it came to earth.pdf 13 MB The future in America; a search after realities.pdf 10 MB The history of Mr. Polly.pdf 5.2 MB The idea of a league of nations.pdf 1.1 MB The island of Doctor Moreau ; a possibility.pdf 5.4 MB The new Machiavelli.pdf 8.9 MB The Plattner story, and others.pdf 9.9 MB The salvaging of civilization the probable future of mankind.pdf 8.7 MB The sea lady a tissue of moonshine.pdf 12 MB The secret places of the heart.pdf 10 MB The soul of a bishop. Front. by C. Allan Gilbert.pdf 14 MB The time machine; an invention.pdf 5.0 MB The undying fire; a contemporary novel.pdf 9.6 MB The war of the worlds.pdf 7.3 MB The wheels of chance, a holiday adventure.pdf 6.2 MB The wife of Sir Isaac Harman.pdf 9.7 MB The world set free a story of mankind.pdf 7.5 MB The world, its debts, and rich men. A speech.pdf 1.2 MB Tono-Bungay.pdf 16 MB Underground man.pdf 4.3 MB Washington and the riddle of peace.pdf 5.4 MB When the sleeper wakes.pdf",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "G.H Wells",
    "Science Fiction"
  ],
  "downloads": 3704,
  "item_size": 10604840494,
  "format": [
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 21,
  "favorite_sample": [
    "abdul_fattah398",
    "agnieszka_karwacka",
    "altgaming",
    "amsp76",
    "chapalan"
  ],
  "download_url": "https://archive.org/download/the-country-of-the-blind-and-other-stories/A%20modern%20Utopia.pdf",
  "download_url_cached": "scifi/content/the-country-of-the-blind-and-other-stories_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T12:19:18.629Z",
  "download_url_etag": "\"5fe97c43-add153\"",
  "download_url_dl_duration": 1.72,
  "download_url_dl_mbps": 6.316049154414687
}
