{
  "id": "acrosszodiacstor01greg",
  "title": "Across the zodiac : the story of a wrecked record",
  "description": "Published in 1880, Across the Zodiac stands as one of the earliest examples of hard science fiction, pioneering many concepts that would become staples of the genre. The novel tells the story of an unnamed narrator who discovers a manuscript detailing a voyage to Mars using a spacecraft powered by 'apergy,' a fictional anti-gravity force. The traveler reaches Mars and discovers an advanced civilization with technology far beyond Earth's, including electric vehicles, advanced medicine, and sophisticated communication systems.\n\nGreg's Martian society is a complex dystopia that serves as a vehicle for social and political commentary. The Martians live under a highly regulated socialist system where the state controls all aspects of life, including reproduction and career assignments. The novel explores themes of technological advancement versus social freedom, the corrupting influence of absolute power, and the dangers of sacrificing individual liberty for collective security. Through its depiction of alien technology and society, Across the Zodiac established many science fiction tropes including the scientific space travel narrative, detailed alien civilizations, and the use of other worlds to examine contemporary social issues.\n\nPercy Greg's work predates both H.G. Wells' The War of the Worlds and Edgar Rice Burroughs' Martian tales, making it a foundational text in the development of science fiction literature. The novel's combination of hard science speculation with social commentary established it as an important bridge between the scientific romances of Jules Verne and the more sophisticated science fiction that would follow in the 20th century.",
  "creator": "Greg, Percy, 1836-1889\nBallantyne Press",
  "subject": [
    "Science fiction, English",
    "Utopias"
  ],
  "tags": [
    "percy greg",
    "1880s science fiction",
    "victorian science fiction",
    "british science fiction",
    "mars",
    "hard science fiction",
    "scientific romance",
    "planetary romance",
    "space exploration",
    "artificial gravity",
    "alien worlds",
    "dystopian",
    "totalitarianism",
    "individual vs society",
    "freedom vs security",
    "power",
    "corruption",
    "novel",
    "foundational text",
    "pioneering work",
    "martian civilization",
    "social science fiction"
  ],
  "collection": [
    "dulutl",
    "duke_libraries",
    "americana"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/acrosszodiacstor01greg",
  "coverWidth": 180,
  "coverHeight": 288
}
