{
  "id": "fourdivergentcol0000roth_v2b1",
  "title": "Four : a Divergent collection",
  "description": "xiv, 285 pages ; 22 cm\nA collection of four pre-Divergent stories plus three additional scenes from Divergent, all told from Tobias's point of view, that follow Tobias's transfer from Abnegation to Dauntless, his Dauntless initiation, the first clues that a foul plan is brewing in the leadership of two factions, and the weeks after he meets Tris Prior\nTwo years before Beatrice Prior made her choice, the sixteen-year-old son of Abnegation's faction leader did the same. Tobias's transfer to Dauntless is a chance to begin again. Here, he will not be called the name his parents gave him. Here, he will not let fear turn him into a cowering child. Newly christened \"Four,\" he discovers during initiation that he will succeed in Dauntless. Initiation is only the beginning, though; Four must claim his place in the Dauntless hierarchy. His decisions will affect future initiates as well as uncover secrets that could threaten his own future - and the future of the entire faction system. Two years later, Four is poised to take action, but the course is still unclear. The first new initiate who jumps into the net might change all that. With her, the way to righting their world might become clear. With her, it might become possible to be Tobias once again. -- from dust jacket\n2017 Young Reader's Choice Award\nAccelerated Reader UG 5.8\nAccelerated Reader AR UG 5.8\nReading Counts RC High School 5.5",
  "creator": "Roth, Veronica, author",
  "subject": [
    "Andrae, A",
    "Science fiction",
    "Social classes -- Fiction",
    "Courage -- Fiction",
    "Identity (Philosophical concept) -- Fiction",
    "Dystopias -- Fiction",
    "Identity -- Fiction",
    "YOUNG ADULT FICTION -- Dystopian",
    "YOUNG ADULT FICTION -- Romance",
    "YOUNG ADULT FICTION -- Social Themes -- Values & Virtues",
    "Courage",
    "Dystopias",
    "Identity (Philosophical concept)",
    "Social classes",
    "Amerikanisches Englisch"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/fourdivergentcol0000roth_v2b1",
  "coverWidth": 180,
  "coverHeight": 276,
  "favoriteCount": 0
}
