{
  "id": "warlock-l-integrale-de-jim-starlin-marvel-scantrad-fixed",
  "title": "Warlock L Intégrale De Jim Starlin ( Marvel) ( Scantrad)",
  "creator": "Stan Lee Jack Kirby Roy Thomas Jim Starlin",
  "date": "1974-01-01T00:00:00Z",
  "description": "Warlock L Intégrale De Jim Starlin ( Marvel) ( Scantrad) trouve ici Aujourd'hui, retour d'Adam Warlock dans ce superbe scantrad (provenance des capes et des bulles) Petit rappel sur le personnage : Adam Warlock est une création du scénariste Stan Lee et du dessinateur Jack Kirby,. la série sera développée de façon significative par les scénaristes Roy Thomas et Jim Starlin, le personnage de fiction apparaît pour la première fois dans le comic book Fantastic Four #66 - 67 en septembre 1967. ames P. \"Jim\" Starlin (né le 9 octobre 1949 à Detroit, Michigan) est un auteur et dessinateur de comic book, qui a travaillé pour Marvel Comics, DC Comics depuis le début des années 1970. Il est surtout connu pour ses histoires à la cosmologie élaborée et ses space operas. Il est le créateur des personnages Thanos et Dreadstar. Il s'est révélé en écrivant et dessinant 10 numéros des aventures de Captain Marvel en 1973-1974, avant de reprendre celles de Adam Warlock en 1974 en lui donnant une dimension mystique (le héros devenu mégalomane se suicida). Il accepta de reprendre le personnage de Captain Marvel seulement pour le tuer d'un cancer en 1982 dans le premier roman graphique publié par Marvel : La mort de Captain Marvel. Dans les années 1980 il a conçu et réalisé les aventures de Dreadstar et a participé aux épisodes qui ont conduit à la mort du deuxième Robin. Il est revenu au personnage de Thanos dans la série Le Gant de l'infini. (source Bédéthèque) Scan trad en provenance de  STRANGE TALES 178 à 181 WARLOCK 9 à 15 MARVEL TEAM-UP 55 THE AVENGERS ANNUAL 7 MARVEL TWO IN ONE 2",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "Warlock L Intégrale De Jim Starlin ( Marvel)",
    "bd",
    "bande dessinée",
    "sf",
    "science fiction",
    "fantaisy",
    "comics marvel"
  ],
  "downloads": 2292,
  "item_size": 862046147,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 16,
  "favorite_sample": [
    "ateralbus",
    "geobooks7",
    "h_lucas_dw",
    "isagroovyday",
    "kaloobadia"
  ],
  "download_url": "https://archive.org/download/warlock-l-integrale-de-jim-starlin-marvel-scantrad-fixed/Warlock%20-%20L_Int%C3%A9grale%20de%20Jim%20Starlin%20(Marvel)%20(Scantrad)%20(Fixed).epub",
  "download_url_cached": "scifi/content/warlock-l-integrale-de-jim-starlin-marvel-scantrad-fixed_epub.epub",
  "download_url_timestamp": "2025-03-13T16:55:06.452Z",
  "download_url_etag": "\"659542ac-3c779\"",
  "download_url_dl_duration": 0.43,
  "download_url_dl_mbps": 0.5493008813192678
}
