{
  "id": "martin-caidin-cyborg",
  "title": "Cyborg (The Six Million Dollar Man) : 9 Novel Collection",
  "date": "1972-01-01T00:00:00Z",
  "description": "Cyborg  :  The Six Million Dollar Man Based on the novels by  Martin Caidin \" Oscar to Nasa One. \" \" Roger. \" \" B.P.S. arm-switch is on... \" \" Okay Victor. \" \" ...Landing rocket arm-switch is on; here comes the throttle. Checker-breakers in. \" \" We have separation. \" \" Inboards and outboards are on. Coming forward with the side-stick. \" \" Roger. \" \"... I've got a blowout. Damper three. \" \" Get your pitch to zero. \" \" Pitch is out. I can't hold altitude.\" \" Correction... alpha hold is off... trip selectors... Emergency!! \" \" Flight-com: I can't hold it. She's breaking up! She's BREAK...! \" \" Steve Austin... astronaut... a man barely alive... \" Gentlemen, we can rebuild him. We have the technology. We have the capability to make the world's first bionic man. Steve Austin will be that man. Better than he was before: better,  stronger,  faster... \" Here are the four original novels by science fiction author Martin Caidin which inspired the television series The Six Million Dollar Man starring Lee Majors , beginning with the initial 1972 paperback, Cyborg , along with five of the novelisations adapted by other writers from scripts of televised episodes. The 90 minute tv movie which acted as a pilot, in 1973, for the subsequent television show was closely based on the novel Cyborg , in which the concept of a Bionic Man was created by Caidin. The tv movie is a reasonably faithful rendition of the events of the novel, and you should keep in mind that in this case the book was the blueprint for the later tv script. He subsequently developed the concept in three further books. In the case of all of the novels written by authors other than Caidin, the situation was reversed: in all of those cases the books are based upon one or more scripts from the television show. In those cases the tv script came first. And apart from the pilot tv movie in 1973, none of the televised stories were written by Caidin. Accordingly, many of the concepts seen on television were developed by that doyen of 1970s tv sci-fi Glen A Larson , who, together with Harv Bennett , was principally responsible for the successful development of the original novel into a television series. In the process, some changes were made. So on some points there are differences between Caidin's novels and the television show. Although the novels which other writers based on scripts from the tv show were published in a random order over a period of years, two of them are based on the first four episodes produced in the wake of the 1973 tv movie: these are Wine, Women and War and The Solid Gold Kidnapping . Accordingly, the tv movie (adapted into a 2-part television premier for the syndicated show) became Episodes 1 and 2 of the show's 1st Season; then Wine, Women and War (a 2-part story) became Episodes 3 and 4; and The Solid Gold Kidnapping (another 2-part story) became Episodes 5 and 6. The novel The Rescue of Athena One is also adapted from the script of a 1st Season episode. On television, the female American astronaut in the story was played by Farah Fawcett-Majors , the wife of the show's star, Lee Majors . The novel Pilot Error is adapted from a script televised in the 2nd Season. These are the only novelisations not based on television two-parters. The Secret of Bigfoot Pass (published in Britain under the actual episode title The Secret of Bigfoot ), which aired on television as another 2-parter, is from the 3rd Season. The ending of the novel differs from the televised episode: Michael Jahn's various novelisations frequently attempt to fit the stories within Martin Caidin's continuity as established in the original novels, by featuring bionic replacements which were not included in the tv series.",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "Science Fiction",
    "Six Million Dollar Man",
    "Cyborg"
  ],
  "downloads": 3062,
  "item_size": 785765668,
  "format": [
    "Archive BitTorrent",
    "Comic Book ZIP",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 35,
  "favorite_sample": [
    "alan_masterman",
    "anita_morgan",
    "bibulousrana",
    "bkde",
    "bobleonard"
  ],
  "download_url": "https://archive.org/download/martin-caidin-cyborg/Martin%20Caidin%20(1972)%20-%20Cyborg.epub",
  "download_url_cached": "scifi/content/martin-caidin-cyborg_epub.epub",
  "download_url_timestamp": "2025-03-13T14:18:50.779Z",
  "download_url_etag": "\"654b069b-13f626\"",
  "download_url_dl_duration": 6.708,
  "download_url_dl_mbps": 0.185986111117177
}
