{
  "id": "ArtifactCollectiveNickStokes",
  "title": "Artifact Collective: an attempt to consciousness",
  "creator": "Nick Stokes",
  "date": "2019-04-02T00:00:00Z",
  "description": "ARTIFACT COLLECTIVE is an attempt to create consciousness in a book. You begin. You are trapped in the dark under a great weight. You cannot move. His, her, their, our, your, and my consciousnesses take shape through speculation into your condition. Are you buried alive? Why? Are you alive? Are you accelerating through space in a you-shaped windowless vessel? What is your shape? Are you a flicker of light on the horizon of a black hole? Where is she? Has he lost all he loved? Speculation via thought becomes reality. Including historical, scientific, and found materials and images, ARTIFACT COLLECTIVE is a fictional and non-fictional exploration of quantum theory, cosmology, possible futures, intellectual property, interwoven presents, the commons, the individual and collective mind, and the self. ARTIFACT COLLECTIVE is a corpus. It is an artifact. ARTIFACT COLLECTIVE is published under a Creative Commons Attribution Share Alike 4.0 License (CC BY-SA 4.0) by Nick Stokes. Also by Nick Stokes: Affair You Choose , an (anti)-choose-your-own-adventure The End : a story of the undead Logos : or Good Morning The Possible: an experiment beginning http://www.nickstokes.net IG: @you_now_are Print editions available at online retailers. http://amazon.com/author/nickstokes ArtifactCollectiveInternetArchive.pdf is the print replica pdf, which preserves the original layout and typography of the printed book. ArtifactCollective-NickStokes-InternetArchive.epub is the official epub. Artifact Collective-NickStokes-InternetArchive.mobi is the official version for Kindle.",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "metaphysics",
    "science fiction",
    "literary",
    "quantum",
    "metafiction",
    "creative commons",
    "collection",
    "cosmos",
    "consciousness",
    "magical realism",
    "nonfiction",
    "futures",
    "postmodern"
  ],
  "downloads": 2591,
  "item_size": 633635808,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "JPEG Thumb",
    "MOBI",
    "Metadata",
    "PNG",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 8,
  "favorite_sample": [
    "aristo25",
    "dudder",
    "marie_la_nomade",
    "misskellyrick",
    "mlovew"
  ],
  "download_url": "https://archive.org/download/ArtifactCollectiveNickStokes/ArtifactCollective-Nick%20Stokes-InternetArchive.epub",
  "download_url_cached": "scifi/content/ArtifactCollectiveNickStokes_epub.epub",
  "download_url_timestamp": "2025-03-13T15:33:33.505Z",
  "download_url_etag": "\"5cee92ff-7a442a\"",
  "download_url_dl_duration": 6.586,
  "download_url_dl_mbps": 1.160285699486986
}
