{
  "id": "bOING.bOING.Issue.06",
  "title": "bOING bOING Issue 06 - The World's Greatest Neurozine!",
  "creator": "Happy Mutants",
  "date": "1996-01-01T00:00:00Z",
  "description": "bOING bOING started as a zine in 1988 by Mark Frauenfelder and Carla Sinclair, his wife. Issues were subtitled \"The World's Greatest Neurozine\". Associate editors included Gareth Branwyn, Jon Lebkowsky, and Paco Nathan. Along with Mondo 2000 , bOING bOING was an influence in the development of the cyberpunk subculture. It reached a maximum circulation of 17,500 copies. Common themes include technology, futurism, science fiction, gadgets, intellectual property, Disney and left-wing politics. The last issue of the zine was #15. Contents welcome! - mark frauenfelder bouncing back - letters passport to invisible utopia - mark frauenfelder fun stuff aunt mary's carcinoma kitchen - danny hellman accessing alternity with conciousness technology - bruce harrah-conforth, phd the new inquisition: robert anton wilson interview - antero alli brigitte mars interview - carla frauenfelder confessions in a drug-free zone - marc laidlaw the church of fred - antero alli psyciatric labels: a danger to the psychadelic community? - bartlett j ridge catalog review - mark frauenfelder daniel clowes interview - barry barrows the genesis of Jame's Gleik's Chaos: The Software - rudy rucker volapuk - t. motley the reunion - chris diaz que es mas macho? - luke mcguff looks at books classified ads matter reviews - mark frauenfelder not funny ha ha funnybook review - b barrows zine reviews - mark frauenfelder why we need to go faster - steve steinberg punk warriors of planet baltimore - steve swink eshui the divine trickster - ll murphy",
  "mediatype": "texts",
  "collection": [
    "boingboingmagazine",
    "zines"
  ],
  "subject": [
    "daniel clowes",
    "robert anton wilson",
    "brigitte mars",
    "mar frauenfelder",
    "carla frauenfelder",
    "carla sinclair",
    "bruce harrah-conforth",
    "steve posner",
    "barry barrows",
    "antero alli",
    "ace backwords",
    "chris dietz",
    "jeff gaither",
    "danny hellman",
    "marc laidlaw",
    "thomas lyttle",
    "luke mcguff",
    "michael k minney",
    "tom motley",
    "laura murphy",
    "ben price",
    "rudy rucker",
    "steve steinberg",
    "steve swink",
    "zine",
    "anarchivism",
    "cyberpunk",
    "90s",
    "technology",
    "futurism",
    "science fiction"
  ],
  "downloads": 2228,
  "item_size": 200731040,
  "format": [
    "Abbyy GZ",
    "Additional Text PDF",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "Image Container PDF",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP"
  ],
  "favorite_count": 50,
  "favorite_sample": [
    "amlobrien",
    "amor_laberinto",
    "analogzodiac",
    "andrew_maga_a",
    "artursz"
  ],
  "download_url": "https://archive.org/download/bOING.bOING.Issue.06/bOING.bOING.Issue.06.pdf",
  "download_url_cached": "scifi/content/bOING.bOING.Issue.06_image_container_pdf.pdf",
  "download_url_timestamp": "2025-03-13T17:12:36.999Z",
  "download_url_etag": "\"57719cb2-59dcadd\"",
  "download_url_dl_duration": 14.65,
  "download_url_dl_mbps": 6.1339267691654555
}
