{
  "id": "music-of-the-spheres_202107",
  "title": "MUSIC OF THE SPHERES - A novel by Allister Thompson",
  "creator": "Allister Thompson",
  "date": "2021-04-27T00:00:00Z",
  "description": "The Music of the Spheres is a novel that mixes alternate history with sci-fi, crime fiction and heavy doses of humor, left-wing politics, and psychedelic rock. Influences include Michael Moorcock, J.G. Ballard, Philip K. Dick, Ursula Le Guin, Daniel Pinkwater, Hawkwind, and Gong.  BLURB: It’s an alternate 1968 in which recreational drugs aren’t illegal; in fact, giant pharma companies push them as regulated products with full governmental sanction to a class of drugged-out hippies that are nothing but cash cows living in a fake counterculture. Musician Simon Hastings of leading psychedelic band The Spheres discovers the true callous darkness of this arrangement when his band’s singer is poisoned by one of these drugs — and it’s clear the death was a professional hit. Through a dystopian landscape, Hastings determinedly searches for the murderer, with the help of a cast of eccentric psychedelic rock heroes. Hastings gradually becomes aware that true rebellion will require a lot more than just blissing out and making noise.  The Music of the Spheres is both a darkly comedic romp and a loving paean to musical idealism. --------- Allister Thompson has been a professional book editor for 25 years and a musician for much longer. He lives in Northern Ontario, Canada.  ———— If you enjoy this novel and wish to tip me, you can visit http://thegatelessgate.bandcamp.com and throw me a buck or two for one of my name-your-price psychedelic or ambient albums, some of which contain the very songs mentioned in this book. As heard on this playlist: https://www.youtube.com/watch?v=EOfZXm-E5AM&list=PLYCw5Tz6GekmCCQrWjwy_Oc7qxGj9xxlX And if you wish to buy a deluxe hard copy of the book, it’s for sale on the Evil Empire (Amazon).",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "fiction",
    "sci-fi",
    "science fiction",
    "literature",
    "psychedelic",
    "music",
    "rock music"
  ],
  "downloads": 2275,
  "item_size": 305347969,
  "format": [
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "MOBI",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 6,
  "favorite_sample": [
    "larschristophersen",
    "mattborghi",
    "mlovew",
    "quittiie",
    "ramzesxiii"
  ],
  "download_url": "https://archive.org/download/music-of-the-spheres_202107/MUSIC%20OF%20THE%20SPHERES.epub",
  "download_url_cached": "scifi/content/music-of-the-spheres_202107_epub.epub",
  "download_url_timestamp": "2025-03-13T17:07:17.425Z",
  "download_url_etag": "\"60fa0796-7d297\"",
  "download_url_dl_duration": 0.544,
  "download_url_dl_mbps": 0.8987381177790024
}
