{
  "id": "RobotGhostsAndWiredDreamsJapaneseScienceFictionFromOriginsToAnime",
  "title": "Robot Ghosts And Wired Dreams Japanese Science Fiction From Origins To Anime",
  "date": null,
  "description": "Since the end of the Second World War—and particularly over the last decade—Japanese science fiction has strongly influenced global popular culture. Unlike American and British science fiction, its most popular examples have been visual—from Gojira (Godzilla) and Astro Boy in the 1950s and 1960s to the anime masterpieces Akira and Ghost in the Shell of the 1980s and 1990s—while little attention has been paid to a vibrant tradition of prose science fiction in Japan. Robot Ghosts and Wired Dreams remedies this neglect with a rich exploration of the genre that connects prose science fiction to contemporary anime. Bringing together Western scholars and leading Japanese critics, this groundbreaking work traces the beginnings, evolution, and future direction of science fiction in Japan, its major schools and authors, cultural origins and relationship to its Western counterparts, the role of the genre in the formation of Japan’s national and political identity, and its unique fan culture. Covering a remarkable range of texts—from the 1930s fantastic detective fiction of Yumeno Kyûsaku to the cross-culturally produced and marketed film and video game franchise Final Fantasy—this book firmly establishes Japanese science fiction as a vital and exciting genre.",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "Anime",
    "Science Fiction"
  ],
  "downloads": 5709,
  "item_size": 337322900,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 72,
  "favorite_sample": [
    "5702peter",
    "abongwe816",
    "allie_schwam",
    "becomingnonman",
    "bignervousboi51_1"
  ],
  "download_url": "https://archive.org/download/RobotGhostsAndWiredDreamsJapaneseScienceFictionFromOriginsToAnime/Robot%20Ghosts%20and%20Wired%20Dreams%20Japanese%20Science%20Fiction%20from%20Origins%20to%20Anime.epub",
  "download_url_cached": "scifi/content/RobotGhostsAndWiredDreamsJapaneseScienceFictionFromOriginsToAnime_epub.epub",
  "download_url_timestamp": "2025-03-13T10:20:34.105Z",
  "download_url_etag": "\"659b2473-9e5e96f\"",
  "download_url_dl_duration": 23.449,
  "download_url_dl_mbps": 6.75378440971786
}
