{
  "id": "maskomnibusvolum0000unse",
  "title": "The Mask omnibus. Volume 1",
  "description": "\"The Mask Omnibus Volume 1\" collects the original Dark Horse Comics trilogy that inspired the 1994 Jim Carrey film, presenting a significantly darker and more violent version of the supernatural artifact's story. The comics follow Stanley Ipkiss and other unfortunate souls who discover an ancient mask that transforms its wearer into a nearly indestructible, reality-warping entity driven by the wearer's suppressed desires and impulses. Unlike the more family-friendly film adaptation, the comic book version embraces extreme cartoon violence and black comedy, with the mask's influence turning even mild-mannered individuals into homicidal maniacs with supernatural powers.\n\nThe original comics explore themes of repression, power corruption, and the dangerous allure of consequence-free action. When worn, the mask doesn't just grant incredible abilities—it removes moral restraints and amplifies the wearer's darkest impulses, creating a being that operates on pure id with godlike powers. The series combines elements of horror, comedy, and superhero fiction while drawing heavily on cartoon physics and slapstick violence reminiscent of Tex Avery animations. The mask's powers include shape-shifting, reality manipulation, and immunity to conventional weapons, making its wearer virtually unstoppable until the artifact is removed. This omnibus represents the character in its purest form before Hollywood adaptations softened the concept, offering readers a glimpse into the more subversive and anarchic vision that made The Mask a cult favorite in the comics world.",
  "creator": "",
  "subject": [
    "Ipkiss, Stanley (Fictitious character) -- Comic books, strips, etc",
    "Masks -- Comic books, strips, etc",
    "Science fiction comic books, strips, etc",
    "Young adult fiction, American",
    "COMICS & GRAPHIC NOVELS -- Superheroes",
    "Masks"
  ],
  "tags": [
    "the mask",
    "dark horse comics",
    "stanley ipkiss",
    "supernatural artifact",
    "shape shifting",
    "reality manipulation",
    "cartoon violence",
    "black comedy",
    "horror comedy",
    "power corruption",
    "repressed impulses",
    "tex avery influence",
    "slapstick violence",
    "omnibus collection",
    "jim carrey film",
    "comic adaptation",
    "id unleashed",
    "consequence free violence",
    "1990s science fiction",
    "american science fiction",
    "graphic novel"
  ],
  "collection": [
    "internetarchivebooks",
    "inlibrary",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/maskomnibusvolum0000unse",
  "coverWidth": 180,
  "coverHeight": 270
}
