{
  "id": "scythe0000shus_d0t3",
  "title": "Scythe ",
  "description": "Scythe by Neal Shusterman is a dystopian young adult science fiction novel set in a future where humanity has conquered death, disease, and aging through advanced technology. In this post-mortal world, population control is maintained by an elite group called Scythes, who are tasked with 'gleaning' (killing) people to keep the population stable. The story follows teenagers Citra and Rowan, who are chosen as apprentice Scythes despite their reluctance to kill. Shusterman creates a complex moral landscape where the necessity of death in a deathless world raises profound questions about the value of life, the nature of mortality, and what it means to be human. The novel explores themes of power, corruption, compassion, and the responsibility that comes with the ability to end lives. The Scythe series is notable for its sophisticated treatment of death and ethics, making it both a thrilling adventure and a philosophical exploration of life's fundamental questions.",
  "creator": "Shusterman, Neal, author",
  "subject": [
    "Death -- Juvenile fiction",
    "Murder -- Juvenile fiction",
    "Competition -- Juvenile fiction",
    "Apprentices -- Juvenile fiction",
    "Death -- Fiction",
    "Murder -- Fiction",
    "Science fiction",
    "Mort -- Romans, nouvelles, etc. pour la jeunesse",
    "Meurtre -- Romans, nouvelles, etc. pour la jeunesse",
    "Apprentis -- Romans, nouvelles, etc. pour la jeunesse",
    "JUVENILE FICTION -- Science Fiction",
    "JUVENILE FICTION -- Social Issues -- Death & Dying",
    "JUVENILE FICTION -- Action & Adventure -- General",
    "Apprentices",
    "Competition",
    "Death",
    "Murder"
  ],
  "tags": [
    "neal shusterman",
    "2010s science fiction",
    "contemporary science fiction",
    "american science fiction",
    "dystopian",
    "young adult",
    "novel",
    "series",
    "philosophical science fiction",
    "coming of age",
    "death",
    "mortality",
    "immortality",
    "ethics",
    "power",
    "corruption",
    "population control",
    "post-mortal society",
    "apprenticeship",
    "scythe series"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/scythe0000shus_d0t3",
  "coverWidth": 180,
  "coverHeight": 269
}
