{
  "id": "bloodchildothers0000butl",
  "title": "Bloodchild and other stories",
  "description": "Bloodchild and Other Stories, published in 1995, collects seven of Octavia E. Butler's powerful short works including her Hugo and Nebula Award-winning title story. 'Bloodchild' presents a disturbing symbiotic relationship between humans and the insectoid Tlic on an alien world, where human males serve as hosts for Tlic eggs in exchange for protection and longevity. Butler subverts expectations by presenting this arrangement not as simple parasitism but as a complex negotiation of power, love, and survival, told through young Gan's coming-of-age as he faces his role as a living incubator for his Tlic guardian's offspring.\n\nThe collection showcases Butler's range and her gift for using science fiction to examine power dynamics, particularly around race, gender, and bodily autonomy. 'The Evening and the Morning and the Night' explores a genetic disease that causes self-mutilation and violence, questioning how society treats those deemed dangerous. 'Speech Sounds' depicts a post-pandemic Los Angeles where a disease has robbed most people of language, examining how communication shapes humanity. Each story demonstrates Butler's ability to create uncomfortable scenarios that force readers to examine their assumptions about consent, identity, and human nature.\n\nButler's work stands apart in science fiction for centering marginalized perspectives and refusing easy answers to complex problems. Her stories often feature Black protagonists navigating worlds where difference is dangerous and survival requires compromise. The collection includes Butler's personal essays about each story, providing insight into her creative process and the real-world experiences that shaped her fiction. Her influence on contemporary science fiction is immeasurable, opening doors for diverse voices and proving that science fiction's speculative power could illuminate the most difficult aspects of human experience.",
  "creator": "Butler, Octavia E",
  "subject": [
    "Science fiction, American",
    "Women -- Fiction"
  ],
  "tags": [
    "octavia butler",
    "short story collection",
    "symbiosis",
    "body horror",
    "power dynamics",
    "african american science fiction",
    "gender",
    "biological",
    "survival",
    "hugo award",
    "nebula award",
    "social commentary",
    "1990s science fiction",
    "american science fiction",
    "literary science fiction",
    "psychological science fiction",
    "alien contact",
    "first contact",
    "bloodchild",
    "anthology"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/bloodchildothers0000butl",
  "coverWidth": 180,
  "coverHeight": 276
}
