{
  "id": "SFTec",
  "title": "Młody Technik - opowiadania science-fiction",
  "date": null,
  "description": "Skany opowiadań science-fiction publikowanych na łamach Młodego Technika w latach 1960-1980. Autor skanów nieznany. Spis opowiadań:  Adam Synowiec - Jajo Andrzej Czechowski - Metamorfozy Andrzej Drzewiński - Prawda o przyjacielu Andrzej Drzewiński - Brawura Andrzej Drzewiński - Ich dwudziestu Andrzej Drzewiński - Proces dziejowy Andrzej Drzewiński - Trzy życzenia Andrzej Drzewiński - Zapomniany przez ludzi Andrzej Drzewiński, Andrzej Ziemiański - Ghost Andrzej Drzewiński, Andrzej Ziemiański - Precedens Andrzej Krzepkowski - Pierwsze stadium Andrzej Nowakowski - Do Akademii Nauk - Instytut Biologii Andrzej Stoff - Cała nadzieja w kosmosie Andrzej Stoff - Dom Andrzej Stoff - Inspekcja Andrzej Stoff - Niepewność Andrzej Stoff - Nowa Ziemia Andrzej Urbańczyk - Krzyk w butelce Andrzej Urbańczyk - Świerszcz Andrzej Urbańczyk - Wiatr Andrzej Zimniak - Biurowe love story Andrzej Zimniak - Drakula ciemnych zaułków Andrzej Zimniak - I słyszał woń nenufarów Artur Gruszczak - Czas i nieskończoność w nauce TASCO Artur gruszczak - Zadziwiająca kariera Osso Paina Artur Korczyński - Teoria prof. Joshuy Landona Czesław Białczyński - Patrol Czesław Białczyński - Styk Darek W. Bobiński - Jeziorko - bajorko Dariusz Filar - Przemiana Dariusz Zientalak - Dzień Kobiet Dorota Barbara Kubowicz - Perigeum Edmund Nowacki - Ostatnia mucha Elwira Kott - Co nowego, Koteczko Henryk Sroczyński - Wstęga mobiusa Henryk W. Gajewski - Dewolucja Henryk W. Gajewski - Homo sum Henryk W. Gajewski - Władca czasu Ignacy Krasicki - Orospes Istvan Nemere - Sprawa Kilyosa Jacek Piekara - Zakład Jacek Sawaszkiewicz - Granica wszechświata Jacek Sawaszkiewicz - Guzik Jacek Sawaszkiewicz - Patent Jacek Sawaszkiewicz - Prawda Jacek Sawaszkiewicz - Raport Jacek Sawaszkiewicz - Samobójstwo Abu Mhopulosa Jacek Skorupiñski - Eksponat Jan Karol - Sir Charles szuka kontaktu Jan Karol - The gbul theorem Jan Kwaśniewicz - Awaryjny mikroprocesor transportu personalnego Jan Kwaśniewicz - Wykład Janusz A. Zajdel - Etin pulverem revertis Janusz Mill, Sławomir Mill - Klepsydra Janusz Mill, Sławomir Mill - Kronika strat Janusz Mill, Sławomir Mill - Nocleg Janusz Mill, Sławomir Mill - Post mortem Janusz Mill, Sławomir Mill - Rokowania Janusz Siwek - Medium Janusz Siwek - Przydział Janusz Siwek - Retrospekcja Janusz Stasik - W nieskończoność Janusz Zajdel - Awaria Jaroslav Petr - Nie nazywaj mnie jaszczurką Jarosław Janowski - Intruz Jerzy Grundkowski - Stan zawieszenia Jerzy Grundkowski, Krzysztof Kochański - Pociąg śmierci John Brunner - Telepata Julia Nidecka - Biotechnika Julia Nidecka - Goniący za Słońcem Julia Nidecka - Megalomania Konrad Fiałkowski - Forma kontaktu Krzysztof Kochański - Czysta magia Krzysztof Kochański - Kontrakt Krzysztof Kochański - Press any key Krzysztof Kochański - Wesołych Świąt Krzysztof Kosowski - Jestem edgar Małgorzata Brejnak - Loteria Małgorzata Kondas - Przerwany reportaż Małgorzata Kondas - Vertigo Małgorzata Kondas - Wymowa kwiatów Marek Falzmann - Kosmopol Marek Nowak - Pierwszy Marek Pąkciński - Turniej Marek Robert Falzman - Goście Marek Robert Falzman - Tester Marek Robert Falzmann - Opowiedz mi o spadających gwiazdach Marek Słyk - Szlafmyca firmy Jones Maria Duch, Mirosław Sztajno - Obietnica Michał Fotyma - Korespondencja Michał Fotyma - Nadzieja Michał Fotyma - Potomek Michał Fotyma - Praca zlecona Michał fotyma - Retro Mirosław Kwiatek - Cierpienia młodego fantasty Mirosław Kwiatek - Drugi próg życia 1. How To Draw Manga - Compiling Characters Mirosław Kwiatek - Dwa patenty Mirosław P. Jabłoński - Termitiera Pierre Barbet - Babel 3805 Piotr Ponaczewny - Następcy Rafał A. Ziemkiewicz - Cortex cerebri Rafał A. Ziemkiewicz - Głosy z oddali Rafał A. Ziemkiewicz - Historia Rafał A. Ziemkiewicz - Pilot Rafał A. Ziemkiewicz - Strach Ryszard Głowacki - Doping Ryszard Głowacki - Geometria przetrwania Ryszard Głowacki - Informorgam Ryszard Głowacki - Znakomita passa Sławomir Mil - Kamień Sławomir Mil - Kustosz Sławomir Mil - Perpetum mobile Sławomir Mill - Implozja Sławomir Mill - Opowieść wigilijna Stefan Weinfeld - Potwór Tadeusz Kozłowski - Między robrami Tomasz Kołodziejczak - Jestesmy potrzebni W. Malinowski - Ten który czuwa u wrót wszechświata Wiktor Żwikiewicz - Wielki dzień generała Camerona Zbigniew Dworak - O pokrzywie łagodnej Zbigniew Dworak - Ostateczne niepowodzenie Zbigniew Dworak - Planeta Grozy Zbigniew Dworak - Próba kontaktu Zbigniew Pietrzykowski - Kilka sztabek złota Zbigniew Pietrzykowski - Muifojygua Zbigniew Pietrzykowski - Powrót Zbigniew Pietrzykowski - Przez trzeci wymiar Zbigniew Pietrzykowski - Reportaż Science- Fiction Zbigniew Pietrzykowski - Wszechwiedzący Bóg - Atta Zbigniew Pietrzykowski - Wypadek Zbigniew Pietrzykowski - Zbliżenie Zbigniew Skawski - W pustym sektorze",
  "mediatype": "texts",
  "collection": [
    "mangahowto",
    "manga_library",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "młody technik",
    "opowiadania",
    "polska",
    "science fiction",
    "skany",
    "autor",
    "autorzy",
    "fantastyka"
  ],
  "downloads": 31005,
  "item_size": 2339538851,
  "format": [
    "Abbyy GZ",
    "Additional Text PDF",
    "Animated GIF",
    "Archive BitTorrent",
    "Daisy",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 44,
  "favorite_sample": [
    "000_1_i",
    "21c10q",
    "_yda_ydish",
    "alemoz91",
    "alex19921992"
  ],
  "download_url": "https://archive.org/download/SFTec/Adam%20Synowiec%20-%20Jajo.epub",
  "download_url_cached": "scifi/content/SFTec_epub.epub",
  "download_url_timestamp": "2025-03-13T08:37:34.059Z",
  "download_url_etag": "\"6609e750-16f770\"",
  "download_url_dl_duration": 0.805,
  "download_url_dl_mbps": 1.7831174483210404
}
