{
  "id": "discoveryofwitch0000hark_e3i9",
  "title": "A discovery of witches",
  "creator": "Harkness, Deborah E., 1965- author",
  "date": "2011-01-01T00:00:00Z",
  "description": [
    "579 pages ; 24 cm",
    "Deep in the heart of Oxford's Bodleian Library, scholar Diana Bishop requests a manuscript called Ashmole 782 in the course of her research. Coming from an old and distinguished lineage of witches, Diana senses that the ancient book might be bound up with magic - but she herself wants nothing to do with sorcery; and after making a few notes on its curious images, she banishes it quickly back to the stacks. But what she doesn't know is that the old alchemical text has been lost for centuries, and its sudden appearance has set a fantastical underworld stirring. Soon, a distracting horde of daemons, witches, and vampires descends upon the Bodleian's reading rooms. One of these creatures is Matthew Clairmont, an enigmatic and eminent geneticist, practitioner of yoga, and wine connoisseur - and also a vampire with a keen interest in Ashmole 782. Equal parts history and magic, romance and suspense, A Discovery of Witches is a novel of epic scope, traveling from the cobbled streets of Oxford to the châteaus and mountains of the Auvergne to a small town in upstate New York. It also takes us into a rich fifteen-hundred-year history that spans Clovis and the Crusades, the Knights Templar, and the American Revolution. As Matthew and Diana's alliance deepens into intimacy, Diana must come to terms with age-old taboos and her own family's conflicted history - and she must learn where the modern woman she is meets the source of ancient power that is her legacy. With a scholar's depth and the touch of a great storyteller, Deborah Harkness has woven a tale of passion and obsession; the collision of magic, alchemy, and science; and the closely guarded secrets of an enchanted world. --",
    "Accelerated Reader AR UG 5.7",
    "Deep in the stacks of Oxford's Bodleian Library, young scholar Diana Bishop unwittingly calls up a bewitched alchemical manuscript in the course of her research. Descended from an old and distinguished line of witches, Diana wants nothing to do with sorcery; so after a furtive glance and a few notes, she banishes the book to the stacks. But her discovery sets a fantastical underworld stirring, and a horde of daemons, witches, and vampires soon descends upon the library. Diana has stumbled upon a coveted treasure lost for centuries-and she is the only creature who can break its spell"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "americanuniversity-ol",
    "cnusd-ol",
    "dartmouthlibrary-ol",
    "drakeuniversity-ol",
    "gwulibraries-ol",
    "hamiltonpubliclibrary-ol",
    "randolph-macon-college-ol",
    "rochester-ol",
    "spokanepubliclibrary-ol",
    "unb-ol",
    "wilsoncollege-ol"
  ],
  "subject": [
    "Andrae, A",
    "Vampires -- Fiction",
    "Witches -- Fiction",
    "Women college teachers -- Fiction",
    "Magic -- Fiction",
    "Alchemy -- Manuscripts -- Fiction",
    "Science and magic -- Fiction",
    "American fiction -- 21st century",
    "Alchemy -- Manuscripts",
    "American fiction",
    "Magic",
    "Science and magic",
    "Vampires",
    "Witches",
    "Women college teachers",
    "Amerikanisches Englisch",
    "Fantasy fiction",
    "Love stories"
  ],
  "downloads": 3622,
  "item_size": 2045491183,
  "format": [
    "ACS Encrypted PDF",
    "AVIF Thumbnails ZIP",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JPEG Thumb",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "Log",
    "MARC",
    "MARC Binary",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "PNG",
    "Page Numbers JSON",
    "RePublisher Final Processing Log",
    "RePublisher Initial Processing Log",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 40,
  "favorite_sample": [
    "amista93",
    "angela_parente",
    "annl0402",
    "archive3001502",
    "ashleighnc87"
  ]
}
