{
  "id": "dark-alliance-the-cia-the-con-gary-webb",
  "name": "Dark Alliance: The CIA, the Contras, and the Crack Cocaine Explosion",
  "title": "Dark Alliance: The CIA, the Contras, and the Crack Cocaine Explosion",
  "description": "<div>\"Major Motion Picture based on Dark Alliance and starring Jeremy Renner, \"Kill the Messenger,\" to be be released in Fall 2014 \"In August 1996, Pulitzer Prize-winning journalist Gary Webb stunned the world with a series of articles in the San Jose Mercury News reporting the results of his year-long investigation into the roots of the crack cocaine epidemic in America, specifically in Los Angeles. The series, titled Dark Alliance, revealed that for the better part of a decade, a Bay Area drug ring sold tons of cocaine to Los Angeles street gangs and funneled millions in drug profits to the CIA-backed Nicaraguan Contras. Gary Webb pushed his investigation even further in his book, \"Dark Alliance: The CIA, The Contras, and the Crack Cocaine Explosion.\" Drawing from then newly declassified documents, undercover DEA audio and videotapes that had never been publicly released, federal court testimony, and interviews, Webb demonstrates how our government knowingly allowed massive amounts of drugs and money to change hands at the expense of our communities. Webb s own stranger-than-fiction experience is also woven into the book. His excoriation by the media not because of any wrongdoing on his part, but by an insidious process of innuendo and suggestion that in effect blamed Webb for the implications of the story had been all but predicted. Webb was warned off doing a CIA expose by a former Associated Press journalist who lost his job when, years before, he had stumbled onto the germ of the Dark Alliance story. And though Internal investigations by both the CIA and the Justice Department eventually vindicated Webb, he had by then been pushed out of the \"Mercury News\" and gone to work for the California State Legislature Task Force on Government Oversight. He died in 2004. \"From the Trade Paperback edition.\"\"</div>",
  "creator": [
    "Gary Webb"
  ],
  "subject": [
    "Political Science",
    "Public Affairs & Administration"
  ],
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "publicdate": "2022-01-30 14:38:15",
  "identifier": "dark-alliance-the-cia-the-con-gary-webb",
  "mediatype": "texts",
  "date": "1998",
  "language": "eng",
  "scanner": "Internet Archive HTML5 Uploader 1.6.4",
  "uploader": "russrunge@yahoo.com",
  "addeddate": "2022-01-30 14:38:15",
  "curation": "[curator]validator@archive.org[/curator][date]20220130144339[/date][comment]checked for malware[/comment]",
  "identifier-access": "http://archive.org/details/dark-alliance-the-cia-the-con-gary-webb",
  "identifier-ark": "ark:/13960/s2b83vd1gcm",
  "ppi": "300",
  "ocr": "tesseract 5.0.0-1-g862e",
  "ocr_parameters": "-l eng",
  "ocr_module_version": "0.0.14",
  "ocr_detected_script": "Latin",
  "ocr_detected_script_conf": "0.9964",
  "ocr_detected_lang": "en",
  "ocr_detected_lang_conf": "1.0000",
  "coverImage": "https://archive.org/services/img/dark-alliance-the-cia-the-con-gary-webb",
  "favoriteCount": 0,
  "coverImageWidth": 180,
  "coverImageHeight": 233
}
