{
  "id": "ERIC_ED201238",
  "title": "ERIC ED201238: Humanities Perspectives on Technology Program: Science, Technology & Society Program. Lehigh University, 1977-80.",
  "creator": "ERIC",
  "date": "1979-01-01T00:00:00Z",
  "description": "Newsletter issues pertaining to Lehigh University's Humanities Perspectives on Technology (HPT) Program, which was renamed the Science, Technology and Society Program, are presented. Additionally, a newsletter article excerpt entitled \"Elements of Technology in a Liberal Education\" is included. Two 1977 issues of \"HRP News,\" five 1978 issues and three 1979 issues of \"Humanities Perspectives on Technology,\" a curriculum newsletter, and two 1979 issues and four 1980 issues of \"Science, Technology & Society,\" a curriculum newsletter, are presented. Specific topics covered in the newsletter include the following: the teaching of science fiction; world futures studies; a course in technology and human values; the views of Jacques Ellul; approaches to teaching history, literature, and technology; an interdisciplinary program in technology, values, and society; an engineering course on the cultural impact of technology; technology and the theory of the humanities; a course in science, technology, literature, and the arts; a course that examines social concerns and human values in an engineering context; behavior control and human values; Christian responsibility for technology; technology, freedom, and individual autonomy; a course on philosophy and technology; a course on technology and environment; product design and ethics; science and technology in the public administration curriculum; technological change and urban policy; the moral dilemma of the scientist; college and museum collaboration; the engineer's role in technological growth; and a course in politics and the 21st century. Course syllabi, book reviews and lists of recent publications are included. (SW)",
  "mediatype": "texts",
  "collection": [
    "ericarchive",
    "additional_collections"
  ],
  "subject": [
    "ERIC Archive",
    "College Curriculum",
    "Course Descriptions",
    "Cultural Context",
    "Engineering Education",
    "Engineering Technology",
    "Ethics",
    "Futures (of Society)",
    "Higher Education",
    "Humanities",
    "Interdisciplinary Approach",
    "Moral Values",
    "Public Policy",
    "Role Perception",
    "Science Curriculum",
    "Science Education",
    "Scientists",
    "Social Change",
    "Technical Education",
    "Technological Advancement",
    "Technology",
    "Values"
  ],
  "downloads": 2016,
  "item_size": 639087771,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 1,
  "favorite_sample": [
    "eveepretty"
  ],
  "download_url": "https://archive.org/download/ERIC_ED201238/ERIC_ED201238.pdf",
  "download_url_cached": "scifi/content/ERIC_ED201238_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T18:13:34.983Z",
  "download_url_etag": "\"54c2ad99-e6f0d3\"",
  "download_url_dl_duration": 2.177,
  "download_url_dl_mbps": 6.630130902747249
}
