{
  "id": "hereticsofdune0000herb",
  "title": "Heretics of Dune",
  "description": "Frank Herbert's \"Heretics of Dune\" serves as the fifth installment in the legendary Dune saga, set 1,500 years after the events of \"God Emperor of Dune.\" The novel depicts a galaxy where the planet Arrakis is slowly reverting to desert, the great sandworms are dying, and the rigid order imposed by Leto II's millennia-long reign has given way to chaos and transformation. The scattered descendants of the original Dune characters have awakened from their enforced imperial stasis, wielding new powers and facing unprecedented challenges. Central to the story is the emergence of what the orthodox consider \"heresy\" - the revolutionary concept of love as a governing force, rather than the cold political calculations that have dominated human civilization for millennia.\n\nThe novel explores the return of the \"lost ones\" from the far reaches of space, including the descendants of those who fled during the Scattering, bringing with them new technologies, philosophies, and threats to the established order. Herbert examines how societies adapt and evolve after the collapse of absolute authority, and how the human species continues to develop new capabilities and consciousness. The book continues the saga's meditation on power, religion, ecology, and human potential while introducing new factions and conflicts that will shape the final volumes of the series. \"Heretics of Dune\" demonstrates Herbert's continued innovation in exploring the long-term consequences of his earlier narrative choices, showing how even the most carefully planned social engineering eventually gives way to the unpredictable forces of human evolution and love.",
  "creator": "Herbert, Frank",
  "subject": [
    "Dune (Imaginary place) -- Fiction",
    "Science fiction",
    "Dune (Imaginary place)"
  ],
  "tags": [
    "frank herbert",
    "1980s science fiction",
    "american science fiction",
    "dune",
    "space opera",
    "epic science fiction",
    "classic science fiction",
    "series",
    "arrakis",
    "sandworms",
    "the scattering",
    "galactic empire",
    "human evolution",
    "social transformation",
    "religion",
    "ecology",
    "politics",
    "far future"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/hereticsofdune0000herb",
  "coverWidth": 180,
  "coverHeight": 300
}
