{
  "id": "history-fiction-or-science-vol.-3",
  "title": "History Fiction Or Science Vol. 3",
  "creator": "Anatoly Fomenko & Gleb Nosovskiy & Mike Yagoupov",
  "date": "2007-01-01T00:00:00Z",
  "description": "Dr Prof Anatoly Fomenko and team dissect Almagest of ancient Ptolemy compiled allegedly in 150 a.d. and considered to be the corner stone of classical history. Their report states: Almagest was compiled in XVI-XVII cy from astronomical data of IX-XVI cy. As the King of astronomers Ptolemy is proven to be a medieval phantom, therefore standing aquitted of the crime he was accused by the late American astrophycist Robert Newton. Allegedly ancient Egyptian horoscopes painted in Pharaohs tombs of the Valley of Kings or cut in stone in Dendera and Esna for centuries considered impenetrable are decoded at last! All dates contained therein turn out definitely medieval and pertain to the XI cy a.d. the earliest. Well, how old is 'ancient' Egypt actually? Discover highly interesting angles, chunky facts and updates to the biographies of the famous medieval astronomers Tycho Brahe and Copernicus. Reading this book resembles a test flight to the distant past returning with a conclusion: the past is eventually both drastically closer and dramatically different from one taught in school. Fasten your seatbelts, please. The publishers will pay a 10,000 dollars USA in cash to the first person who will not only declare but prove consistently, with adequate methods and in sufficient detail on the same or better academic level that the New Chronology theory of Full member of the Russian Academy of Science Dr Prof Anatoly T. Fomenko, Head of the Chair of the Differential Geometry of MSU and his team is wrong in their dating of Almagest.",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "History",
    "Science & Math",
    "Astronomy & Space Science",
    "Astronomy",
    "Science & Medicine"
  ],
  "downloads": 2564,
  "item_size": 679706026,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 43,
  "favorite_sample": [
    "19omhs72",
    "adleroadams",
    "adxlfxitxer",
    "akqueen",
    "andrewstrick"
  ],
  "download_url": "https://archive.org/download/history-fiction-or-science-vol.-3/History%20Fiction%20or%20Science%20Vol.%203.epub",
  "download_url_cached": "scifi/content/history-fiction-or-science-vol.-3_epub.epub",
  "download_url_timestamp": "2025-03-13T15:35:21.186Z",
  "download_url_etag": "\"6563ba6e-3355025\"",
  "download_url_dl_duration": 6.601,
  "download_url_dl_mbps": 7.776407595205227
}
