{
  "id": "rendezvouswithra0000unse",
  "title": "Rendezvous with Rama",
  "description": "Rendezvous with Rama, published in 1973, presents Arthur C. Clarke's masterpiece of hard science fiction exploration. When astronomers detect a massive cylindrical object entering the solar system, humanity sends the spaceship Endeavour to investigate what appears to be the first confirmed artifact of alien intelligence. The object, dubbed Rama after the Hindu god, is a hollow cylinder fifty kilometers long and twenty kilometers in diameter, rotating to provide artificial gravity and containing a complete alien world with seas, cities, and mysterious machinery.\n\nCommander Bill Norton leads a small crew in humanity's first exploration of an alien construct, discovering wonders that defy understanding: three-legged creatures called 'biots' that appear to be biological robots, massive spires rising from Rama's southern continent, and a sea that begins to glow as the artifact approaches the sun. Clarke meticulously describes the physics of exploring a rotating habitat while building suspense around Rama's purpose and destination. The crew races against time as Rama's trajectory will soon take it beyond reach, leaving humanity with only tantalizing glimpses of its alien builders.\n\nThe novel exemplifies Clarke's ability to inspire wonder through scientific speculation and restraint. Rather than providing easy answers about Rama's creators, Clarke focuses on the experience of confronting the truly alien, emphasizing humanity's small place in a universe of unimaginable scope and age. The book's famous final line—'The Ramans do everything in threes'—suggests that this first encounter is merely the beginning. Rendezvous with Rama won the Hugo, Nebula, and other major awards, establishing it as a classic of sense-of-wonder science fiction that demonstrates how the unknown can be more powerful than the explained.",
  "creator": "Clarke, Arthur C. (Arthur Charles), 1917-2008",
  "subject": [
    "Rama (Imaginary space vehicle) -- Fiction",
    "Science fiction",
    "Rama (Imaginary space vehicle)",
    "Science fiction"
  ],
  "tags": [
    "arthur c clarke",
    "1970s science fiction",
    "british science fiction",
    "classic science fiction",
    "hard science fiction",
    "hugo award",
    "nebula award",
    "novel",
    "adult fiction",
    "first contact",
    "alien artifact",
    "space exploration",
    "alien intelligence",
    "rama",
    "rotating habitat",
    "alien technology",
    "mystery",
    "sense of wonder",
    "philosophical science fiction",
    "biots",
    "commander norton",
    "endeavour spacecraft",
    "cylindrical object",
    "award winning"
  ],
  "collection": [
    "internetarchivebooks",
    "inlibrary",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/rendezvouswithra0000unse",
  "coverWidth": 180,
  "coverHeight": 273
}
