{
  "id": "galaxy_novel_number_45_sin_in_space",
  "title": "beacon_books_B305_galaxy_novel_number_45_the_male_response",
  "creator": "Brian Aldiss",
  "date": "1961-01-01T00:00:00Z",
  "description": "The The Male Response, Galaxy Science Fiction Novels, Number 45 and Beacon Books Number 305, 1961. Published by The Galaxy Publishing Corporation, 421 Hudson Street, New York 14, New York. Written by Brian Aldiss and and autographed by the author. Dimensions are 117.0 millimeters width by 180.0 millimeters Height and  88.0 grams, 188 pages. Copyright was issued in 1961, but no registration renewal was recorded for Galaxy Books, this work is Public Domain under Rule 6 of the Copyright Statutes of the United States.  Etext and digital copy created by Gerard Arthus. http://OpenEducation.org Go to the above site to find out more about the digitization of this item and the on-going attempt to help make 'Knowledge' and 'Information' available to everyone, anywhere, at any time, for no cost. There are many forces at work which are attempting to turn 'Public Domain' information into a commodity which some can milk for a profit. This parasitic use of information which should be freely available for all to access is an Intellectual Crime and should not be tolerated. Hi-resolution images included. For information about this item please contact garthus801@gmail.com .",
  "mediatype": "texts",
  "collection": [
    "arthusgerardbeacon",
    "arthusgerard",
    "additional_collections",
    "pulpfiction",
    "loggedin",
    "deemphasize"
  ],
  "subject": [
    "BEACON-000-001, GN-000-001",
    "garthus",
    "garthus1",
    "infoportal",
    "Pulp novel",
    "galaxy",
    "pulp",
    "pulps",
    "science fiction",
    "sci fi",
    "new york",
    "novellla",
    "novelette",
    "number 35, number 305, novel",
    "1961"
  ],
  "downloads": 2205,
  "item_size": 315227436,
  "format": [
    "Abbyy GZ",
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "JPEG Thumb",
    "Metadata",
    "PNG",
    "Scandata",
    "Single Page Processed JP2 ZIP"
  ],
  "favorite_count": 13,
  "favorite_sample": [
    "akanoir",
    "antony_johnson",
    "cascadiarising",
    "glickmandigitalmedia",
    "greengoth"
  ]
}
