{
  "id": "neuromancer_202209",
  "title": "Neuromancer by William Gibson",
  "creator": "William Gibson",
  "date": "1984-07-01T00:00:00Z",
  "description": "\" The sky above the port was the color of television, tuned to a dead channel.\" Winner of the Hugo, Nebula, and Philip K. Dick Awards, Neuromancer is a science fiction masterpiece—a classic that ranks as one of the twentieth century’s most potent visions of the future. Case was the sharpest data-thief in the matrix—until he crossed the wrong people and they crippled his nervous system, banishing him from cyberspace. Now a mysterious new employer has recruited him for a last-chance run at an unthinkably powerful artificial intelligence. With a dead man riding shotgun and Molly, a mirror-eyed street-samurai, to watch his back, Case is ready for the adventure that upped the ante on an entire genre of fiction. Neuromancer was the first fully-realized glimpse of humankind’s digital future—a shocking vision that has challenged our assumptions about technology and ourselves, reinvented the way we speak and think, and forever altered the landscape of our imaginations. This version is a custom-made epub built from the plain-text versions available online that has been preprocessed and formatted to be actually readable unlike the other free epub versions of this book you can get.",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "cyberpunk",
    "science fiction",
    "book",
    "literature",
    "william gibson",
    "neuromancer"
  ],
  "downloads": 15353,
  "item_size": 158598839,
  "format": [
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 51,
  "favorite_sample": [
    "1bigiguana",
    "69arobot",
    "abdul_alghamdi",
    "alanpax",
    "alp_kinski"
  ],
  "download_url": "https://archive.org/download/neuromancer_202209/neuromancer.epub",
  "download_url_cached": "scifi/content/neuromancer_202209_epub.epub",
  "download_url_timestamp": "2025-03-13T08:44:00.826Z",
  "download_url_etag": "\"632b7dde-2e050\"",
  "download_url_dl_duration": 0.284,
  "download_url_dl_mbps": 0.6329711054412412
}
