{
  "id": "johndiesatend00wong",
  "title": "John dies at the end",
  "description": "David Wong's \"John Dies at the End\" is a genre-defying horror-comedy that began as a popular web serial before being published as a novel and later adapted into a film by Don Coscarelli. The story follows narrator David and his friend John, two slackers in an unnamed Midwestern town who encounter a mysterious drug called \"Soy Sauce\" that grants users the ability to perceive otherworldly beings and alternate dimensions. What starts as a seemingly straightforward supernatural thriller quickly spirals into an absurd, reality-bending nightmare involving interdimensional invasions, body horror, and darkly comic situations that challenge the reader's perception of what's real.\n\nThe novel's strength lies in its unreliable narrator and deliberately confusing timeline, as David repeatedly insists that \"none of this is my fault\" while recounting increasingly bizarre events. Wong (the pen name of Cracked.com editor Jason Pargin) blends Lovecraftian cosmic horror with millennial humor and pop culture references, creating a unique voice that captures the anxieties of a generation caught between mundane daily life and the overwhelming strangeness of existence. The book spawned two sequels and has gained a devoted cult following for its innovative approach to horror comedy and its willingness to embrace complete narrative chaos while maintaining an underlying emotional core about friendship and responsibility.",
  "creator": "Wong, David",
  "subject": [
    "Quakers",
    "Science fiction"
  ],
  "tags": [
    "david wong",
    "jason pargin",
    "2000s science fiction",
    "american science fiction",
    "horror science fiction",
    "comedy science fiction",
    "supernatural science fiction",
    "cosmic horror",
    "body horror",
    "interdimensional",
    "alternate reality",
    "unreliable narrator",
    "dark comedy",
    "millennial fiction",
    "web serial",
    "midwest",
    "reality bending",
    "friendship",
    "cult following"
  ],
  "collection": [
    "internetarchivebooks",
    "delawarecountydistrictlibrary",
    "americana",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/johndiesatend00wong",
  "coverWidth": 180,
  "coverHeight": 274
}
