{
  "id": "maelstrom_rifters",
  "title": "Maelstrom",
  "creator": "Peter Watts",
  "date": "2001-01-01T00:00:00Z",
  "description": "An enormous tidal wave on the west coast of North America has just killed thousands. Lenie Clarke, in a black wetsuit, walks out of the ocean onto a Pacific Northwest beach filled with the oppressed and drugged homeless of the Asian world who have gotten only this far in their attempt to reach America. Is she a monster, or a goddess? One thing is for sure: all hell is breaking loose.  This dark, fast-paced, hard SF novel returns to the story begun in Starfish: all human life is threatened by a disease (actually a primeval form of life) from the distant prehuman past. It survived only in the deep ocean rift where Clarke and her companions were stationed before the corporation that employed them tried to sterilize the threat with a secret underwater nuclear strike. But Clarke was far enough away that she was able to survive and tough enough to walk home, 300 miles across the ocean floor. She arrives carrying with her the potential death of the human race, and possessed by a desire for revenge. Maelstrom is a terrifying explosion of cyberpunk noir by a writer whose narrative, says Robert Sheckley, \"drives like a futuristi Archived by Unglue.itc locomotive.\"  This is the second novel in the Rifters trilogy: Starfish Maelstrom Behemoth Read online at  rifters.com  Archived by Unglue.it",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": "Science Fiction",
  "downloads": 2503,
  "item_size": 181631199,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Daisy",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "MOBI",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 11,
  "favorite_sample": [
    "alexandre_le_bail",
    "anuj_kumar_pandey661",
    "breeadams27",
    "cyberpunkmonkey",
    "george_kerrigan"
  ],
  "download_url": "https://archive.org/download/maelstrom_rifters/maelstrom.epub",
  "download_url_cached": "scifi/content/maelstrom_rifters_epub.epub",
  "download_url_timestamp": "2025-03-13T16:06:56.904Z",
  "download_url_etag": "\"557b254e-60ed2\"",
  "download_url_dl_duration": 0.483,
  "download_url_dl_mbps": 0.7838886963901559
}
