{
  "id": "Super_Science_Stories_v2_n2_January_",
  "title": "Super_Science_Stories_v2_n2_January_",
  "creator": "Fictioneers, Incorporated",
  "date": "1941-01-01T00:00:00Z",
  "description": "Super Science Stories Volume 2, Number 2, January, 1941. Published by Fictioneers, Incorporated, 2256 Grove Street, Chicago, Illinois. Dimensions are 6 5/8\" width by 7 1/4\" Height for Comic; this was the last edition to be published under this name, its place was taken by Super Science Novels Magazine. Copyright was issued in 1940, but no renewal was recorded, this work is Public Domain under Rule 6 of the Copyright Statutes of the United States. Etext and digital copy created by Gerard Arthus. http://OpenEducation.org Go to the above site to find out more about the digitization of this item and the on-going attempt to help make 'Knowledge' and 'Information' available to everyone, anywhere, at any time, for no cost. There are many forces at work which are attempting to turn 'Public Domain' information into a commodity which some can milk for a profit. This parasitic use of information which should be freely available for all to access is an Intellectual Crime and should not be tolerated. Hi-resolution images included. For information about this item please contact garthus801@gmail.com .",
  "mediatype": "texts",
  "collection": [
    "pulpfiction",
    "additional_collections",
    "loggedin",
    "arthusgerard",
    "deemphasize"
  ],
  "subject": [
    "SS-000-001",
    "pulp",
    "pulps",
    "science fiction",
    "sci fi",
    "1941"
  ],
  "downloads": 2174,
  "item_size": 763689296,
  "format": [
    "7z",
    "Abbyy GZ",
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "Image Container PDF",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP"
  ],
  "favorite_count": 5,
  "favorite_sample": [
    "liho-liho",
    "roninyasuke",
    "storysprite",
    "swbraden",
    "wpgilbert"
  ]
}
