{
  "id": "5thwave0000yanc",
  "title": "The 5th Wave",
  "description": "The 5th Wave is a young adult science fiction novel set in a world devastated by an alien invasion that unfolds in five distinct waves of destruction. The story follows 16-year-old Cassie Sullivan, who struggles to survive in a world where the alien Others have systematically eliminated most of humanity through electromagnetic pulses, natural disasters, plague, and infiltration using human hosts.\n\nAs one of the few remaining humans, Cassie embarks on a desperate journey to rescue her younger brother Sammy, who has been taken to a military compound. The novel alternates between multiple perspectives, including Cassie's survival story and the experiences of Ben Parish (Zombie), a former high school football star turned child soldier. The narrative explores themes of trust, humanity, and survival when the enemy could be anyone, as the fifth wave involves aliens inhabiting human bodies.\n\nYancey's debut in the trilogy combines elements of post-apocalyptic survival, military science fiction, and psychological thriller. The novel examines how ordinary teenagers are forced to become warriors and make impossible choices in the face of extinction. Through its exploration of dehumanization and the breakdown of civilization, The 5th Wave presents a dark vision of humanity's response to an existential threat while maintaining hope through the resilience of its young protagonists.",
  "creator": "Yancey, Richard",
  "subject": [
    "Brothers and sisters",
    "Extraterrestrial beings",
    "Human-alien encounters",
    "Imaginary wars and battles",
    "Military occupation",
    "Human-alien encounters -- Juvenile fiction",
    "Extraterrestrial beings -- Juvenile fiction",
    "Imaginary wars and battles -- Juvenile fiction",
    "Military occupation -- Juvenile fiction",
    "Brothers and sisters -- Juvenile fiction",
    "Youth and war -- Juvenile fiction",
    "Extraterrestrial beings -- Fiction",
    "Survival -- Juvenile fiction",
    "War -- Fiction",
    "Survival -- Fiction",
    "YOUNG ADULT FICTION -- Action & Adventure -- Survival Stories",
    "Science fiction",
    "YOUNG ADULT FICTION -- Science Fiction -- Alien Contact",
    "YOUNG ADULT FICTION -- Dystopian",
    "War stories",
    "Youth and war",
    "Survival",
    "Survival skills -- Fiction"
  ],
  "tags": [
    "rick yancey",
    "alien invasion",
    "young adult",
    "post apocalyptic",
    "survival",
    "military science fiction",
    "dystopian",
    "first contact",
    "2010s science fiction",
    "contemporary science fiction",
    "american science fiction",
    "novel",
    "trilogy",
    "coming of age",
    "resistance",
    "war",
    "family",
    "hope",
    "despair",
    "psychological thriller"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/5thwave0000yanc",
  "coverWidth": 180,
  "coverHeight": 283
}
