{
  "id": "endersgameenderw00orso",
  "title": "Ender's game",
  "creator": [
    "Card, Orson Scott",
    "Harris, John, 1948 July 29- illustrator"
  ],
  "date": "1986-01-01T00:00:00Z",
  "description": [
    "\"A TOR book.\"",
    "Andrew \"Ender\" Wiggins is the result of a desperate breeding experiment, combined with years of harsh and unforgiving training. Ender thinks he is only playing computer simulated war games--in fact, he is commanding the last great fleet to earth. In order to develop a secure defense against a hostile alien race's next attack, government agencies breed child geniuses and train them as soldiers. A brilliant young boy, Andrew \"Ender\" lives with his kind but distant parents, his sadistic brother Peter, and the person he loves more than anyone else, his sister Valentine. Peter and Valentine were candidates for the soldier-training program but didn't make the cut. Young Ender is the Wiggin drafted to the orbiting Battle School for rigorous military training. Ender's skills make him a leader in school and respected in the Battle Room, where children play mock battles in zero gravity. Yet growing up in an artificial community of young soldiers Ender suffers greatly from isolation, rivalry from his peers, pressure from the adult teachers, and an unsettling fear of the alien invaders. His psychological battles include loneliness, fear that he is becoming like the cruel brother he remembers, and fanning the flames of devotion to his beloved sister. Is Ender the general earth needs? But Ender is not the only result of the genetic experiments. The war with the Buggers has been raging for a hundred years, and the perfect general has been underway for almost as long. Ender's two older siblings are every bit as unusual as he is, but in very different ways. Between the three of them lie the abilities to remake a world. If, that is, the world survives",
    "Winner of the Nebula Award for novel, 1985",
    "Winner of the Hugo Award for novel, 1986",
    "Cover art by John Harris"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "cnusd-ol",
    "georgetown-university-law-library-ol",
    "stmaryscountylibrary",
    "universityofarizona-ol"
  ],
  "subject": [
    "Science Fiction - General",
    "Fiction - Science Fiction",
    "Wiggin, Ender (Fictitious character)",
    "Wiggin, Peter (Fictitious character)",
    "Brothers and sisters",
    "Genetic engineering"
  ],
  "downloads": 3071,
  "item_size": 660051106,
  "format": [
    "ACS Encrypted PDF",
    "Abbyy GZ",
    "Animated GIF",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "MARC",
    "MARC Binary",
    "MARC Source",
    "Metadata",
    "Metadata Log",
    "OCLC xISBN JSON",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "WARC CDX Index",
    "Web ARChive GZ",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 44,
  "favorite_sample": [
    "_jhon_",
    "afinemail",
    "agent-lisa",
    "alyanne",
    "bochoada1"
  ]
}
