{
  "id": "TheFanscient03V02n011948Spring",
  "title": "The Fanscient #03 v02n01 [1948-Spring]",
  "date": "1948-01-01T00:00:00Z",
  "description": "The Fanscient was a general science fiction fanzine with articles, fiction, and book reviews, which were contributed by both fans and pros. It was published by Donald B. Day of Portland, Oregon (who would go on to compile the invaluable reference book Index To The Science Fiction Magazines 1926-1950 ). Donald Day was a member of the Portland Science Fantasy Society and several of the members worked with Day on The Fanscient . The first issue appeared in 1947. The first two issues were mimeographed and the fanzine was letter pressed from then on, till the end of its run in 1951 with issue 13/14. It was issued in an unusually small format for a fanzine, 4\" wide x 5 1/4\" high. In addition to publishing, editing, and writing for the magazine, Day also contributed occasional artwork. The Fanscient , was a fanzine of very high quality, both in production values and in its writing. Harry Warner, Jr., regarded it (along with Fantasy Commentator and Fantasy Advertiser ), as among the best of its era. Each issue of The Fanscient featured an article on a particular author: issue No. 1 featured A.E. van Vogt, No. 2 focused on Edmond Hamilton, No. 3 on E. E. \"Doc\" Smith, No. 4 on Jack Williamson, No. 5 on David H. Keller, No. 6 on Ray Bradbury, No. 7 on Will F. Jenkins (Murray Leinster), No. 8 on Robert Bloch, No. 9 on Robert Heinlein, no. 10 on George O. Smith, no. 11 on Theodore Sturgeon, no. 12 on Anthony Boucher and no. 13-14 on L. Sprague de Camp. Many of these writers contributed their own biographies. Bibliographies were also included. Interestingly, it sold as many as 250 copies of each issue and paid its way — the fanzine died not due to cost, but because Day took up square dancing! The Fanscient was nominated for the 1951 Best Fanzine Retro Hugo. CONTENTS: The Fanscient [v2 #1, #3, Spring 1948] ed. Donald B. Day (The Portland Science-Fantasy Society, 15¢, 32pp, 4\" x 5¼\" s/s, cover artwork by Donald B. Day) 4 · Robert W. Chambers, Master Of Fantasy · Thyril L. Ladd · ar [article on Robert W. Chambers]; illustrated by Ralph Rayburn Phillips 6 · Early Butchering · Len J. Moffatt · ss; illustrated by Donald B. Day (A rather gruesome post-apocalyptic tale) 12 · Illustration for The Rubaiyat of Omar Khayyam · Donald B. Day · il 13 · What Price Beauty? · David H. Keller · ar 16 · Author, Author · Edward E. Smith, Ph. D. · bg 24 · A Partial Introduction To General Semantics · Paul H. Klingbiel · ar 29 · [cartoons] · G. Waible & M. Higbee · ct 30 · A Stribling “Unknown” · F. Lee Baldwin · ar (about T. S. Stribling's story \"Mogglesby\" which had appeared in the June 1, 1930 issue of Adventure and was featured on the cover: \"A Thrilling Novelette Of The Man-Apes\")  31 · A Phew More Of The PSFS · M. Higbee · ar",
  "mediatype": "texts",
  "collection": [
    "zines_inbox",
    "zines"
  ],
  "subject": [
    "Fanzine",
    "Science Fiction",
    "Donald B. Day",
    "David H. Keller",
    "Edward E. \"Doc\" Smith"
  ],
  "downloads": 2620,
  "item_size": 62468600,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Comic Book RAR",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 31,
  "favorite_sample": [
    "blackmatt",
    "brennick",
    "chacrinha1",
    "chandler_yvanna_guzman",
    "chromat"
  ],
  "download_url": "https://archive.org/download/TheFanscient03V02n011948Spring/The%20Fanscient%20%2303%20v02n01%20%5B1948-Spring%5D.epub",
  "download_url_cached": "scifi/content/TheFanscient03V02n011948Spring_epub.epub",
  "download_url_timestamp": "2025-03-13T15:30:38.653Z",
  "download_url_etag": "\"65aaf149-173d9c9\"",
  "download_url_dl_duration": 10.64,
  "download_url_dl_mbps": 2.1842735154288153
}
