{
  "id": "eisenhorn0000abne",
  "title": "Eisenhorn",
  "description": "Dan Abnett's Eisenhorn trilogy stands as one of the most acclaimed series in the Warhammer 40,000 universe, following the career of Imperial Inquisitor Gregor Eisenhorn across three novels: Xenos, Malleus, and Hereticus. Set in the grim darkness of the far future, the series chronicles Eisenhorn's transformation from a puritanical agent of the Imperium into a radical willing to use any means necessary to combat the forces of Chaos. As an Inquisitor, Eisenhorn possesses unlimited authority to investigate and eliminate threats to humanity, wielding psychic powers and commanding diverse warbands of warriors, psykers, and specialists.\n\nThe trilogy explores the moral complexity of fighting evil when the methods required increasingly mirror those of the enemy. Eisenhorn's investigations lead him from hunting alien artifacts and daemon cults to confronting corruption within the Inquisition itself. Abnett's writing combines elements of detective noir with military science fiction and supernatural horror, creating a mature examination of power, corruption, and the price of zealotry. The series established many concepts and characters that became central to Warhammer 40K lore and spawned numerous sequels. This omnibus edition includes additional short stories and background material, making it essential reading for both Warhammer fans and newcomers to the grimdark science fiction setting.",
  "creator": "Abnett, Dan",
  "subject": [
    "Science fiction, English"
  ],
  "tags": [
    "dan abnett",
    "2000s science fiction",
    "british",
    "warhammer 40k",
    "grimdark",
    "space opera",
    "military science fiction",
    "detective fiction",
    "supernatural horror",
    "psychic powers",
    "moral ambiguity",
    "corruption",
    "trilogy",
    "omnibus collection",
    "series",
    "tie-in fiction",
    "adult science fiction"
  ],
  "collection": [
    "internetarchivebooks",
    "inlibrary",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/eisenhorn0000abne",
  "coverWidth": 180,
  "coverHeight": 280
}
