{
  "id": "WeByYevgenyZamyatinv1972",
  "title": "We: a 1972 science-fiction story by Yevgeny Zamyatin",
  "description": "We, written in 1920-1921 by Russian author Yevgeny Zamyatin, is the pioneering dystopian novel that influenced Orwell's 1984 and Huxley's Brave New World. Set in the One State, a society of glass buildings where privacy is nonexistent and citizens are known by numbers, the novel follows D-503, chief engineer of the spaceship Integral. The One State operates on mathematical precision: citizens march in unison, sexual encounters are regulated by pink tickets, and the Well-Doer maintains order through public executions. D-503 begins as a loyal citizen writing entries to be carried on the Integral to civilize other planets.\n\nHis ordered existence shatters when he meets I-330, a woman who introduces him to smoking, drinking, and the revolutionary underground. As D-503 falls into irrational love, his mathematical worldview crumbles, and he experiences imagination—considered a mental illness in the One State. The novel unfolds through D-503's journal entries, which become increasingly fragmented as his psychological state deteriorates. His struggle between conformity and rebellion, reason and emotion, leads to the Great Operation—surgical removal of imagination—and the ultimate question of whether happiness requires freedom.\n\nZamyatin's novel, banned in the Soviet Union until 1988, created the template for twentieth-century dystopian fiction. Written in response to the author's experiences in revolutionary Russia and industrial England, We explores the conflict between individual freedom and collective happiness, the dangers of reducing humans to numbers, and the role of the irrational in human life. Its mathematical imagery, glass architecture, and vision of a surveillance state where conformity is enforced through technology and psychology established conventions that still dominate dystopian fiction today.",
  "creator": "Herbert Booker",
  "subject": [
    "Zamyatin Yevgeny",
    "Science-Fiction",
    "Scientification",
    "Russia",
    "Russian",
    "U.S.S.R.",
    "Union of Soviet Socialist Republics",
    "CCCP",
    "Herbert Booker"
  ],
  "tags": [
    "yevgeny zamyatin",
    "1920s science fiction",
    "early science fiction",
    "russian science fiction",
    "classic science fiction",
    "dystopian",
    "novel",
    "totalitarianism",
    "surveillance",
    "mathematical",
    "rebellion",
    "conformity",
    "individual vs society",
    "foundational work",
    "imagination",
    "one state",
    "d-503",
    "banned book"
  ],
  "collection": [
    "folkscanomy_fiction",
    "folkscanomy",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/WeByYevgenyZamyatinv1972",
  "coverWidth": 180,
  "coverHeight": 303
}
