{
  "id": "bOING.bOING.Issue.09",
  "title": "bOING bOING Issue 09 - The Swapmeet for Do-It-Yourself Cyborgs! (Plus mONDO mONDO Issue 01)",
  "creator": "Happy Mutants",
  "date": "1992-01-01T00:00:00Z",
  "description": "bOING bOING started as a zine in 1988 by Mark Frauenfelder and Carla Sinclair, his wife. Issues were subtitled \"The World's Greatest Neurozine\". Associate editors included Gareth Branwyn, Jon Lebkowsky, and Paco Nathan. Along with Mondo 2000 , bOING bOING was an influence in the development of the cyberpunk subculture. It reached a maximum circulation of 17,500 copies. Common themes include technology, futurism, science fiction, gadgets, intellectual property, Disney and left-wing politics. The last issue of the zine was #15. Contents welcome! bouncing back notices neurotica funnybook review - barry barrows looks at books music reviews - richard kadrey zine reviews - barry atkinson classified ads going gaga - gareth branwyn fiction that bleeds truth - jon lebkowsky zip.1 - rudy rucker consciousness tech - paco xander nathan a-life book review - mark frauenfelder simant review - mark frauenfelder & gracie a-life conference iii - spiros cyberantics review - mark frauenfelder nanofash - david borcherding robot groupies - paco xander nathan bruce sterling interview - jon lebkowsky the ramones - jerzy rugby home tinkering - gareth branwyn do-it-yourself cd - barry atkinson saving our environment - lmnop let's go downtown - bruce sterling there will be soft cattle - clifford pickover home surgery on your cat - patti parisi mONDO mONDO Parody Contents i'm gonna morph you up - mark frauenfelder worked-up women - mark frauenfelder dymergy reeks - gareth branwyn irreversible journalism - paco xander nathan virtual neural jacks - gareth branwyn monk review - don webb mandelbrot #5 - robin moore elvis interview - jon lebkowsky various ideas - barry atkinson",
  "mediatype": "texts",
  "collection": [
    "boingboingmagazine",
    "zines"
  ],
  "subject": [
    "bruce sterling",
    "carla sinclair",
    "carla frauenfelder",
    "mark frauenfelder",
    "gareth branwyn",
    "barry atkinson",
    "barry barrows",
    "richard kadrey",
    "jon lebkowsky",
    "valerie ann lionel",
    "paco xander nathan",
    "kevin banks",
    "david borcherding",
    "robert campanell",
    "darick chamerlin",
    "john dinan",
    "ehel",
    "gracie",
    "danny hellman",
    "chris kindler",
    "debra lemattre",
    "lmnop",
    "thomas lyttle",
    "donna mclaughlin",
    "robin moore",
    "claudio newell",
    "patti parisi",
    "clifford pickover",
    "jerod pore",
    "rudy rucker",
    "spiros",
    "don webb",
    "shawn wolfe",
    "zine",
    "anarchivism",
    "cyberpunk",
    "90s",
    "technology",
    "futurism",
    "science fiction",
    "mondo mondo"
  ],
  "downloads": 3076,
  "item_size": 251167332,
  "format": [
    "Abbyy GZ",
    "Additional Text PDF",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP"
  ],
  "favorite_count": 50,
  "favorite_sample": [
    "andrew_lipscomb",
    "antichthon2020",
    "artursz",
    "bakulamom",
    "based_data_hoarder"
  ],
  "download_url": "https://archive.org/download/bOING.bOING.Issue.09/bOING.bOING.Issue.09.pdf",
  "download_url_cached": "scifi/content/bOING.bOING.Issue.09_image_container_pdf.pdf",
  "download_url_timestamp": "2025-03-13T14:18:30.315Z",
  "download_url_etag": "\"57719fd4-6f7822f\"",
  "download_url_dl_duration": 6.349,
  "download_url_dl_mbps": 17.556982690808454
}
