{
  "id": "InfocomCabinetLeatherGoddessesOfPhobos",
  "title": "Infocom Cabinet: Leather Goddesses Of Phobos",
  "creator": "Steve Meretzky",
  "date": "2015-01-01T00:00:00Z",
  "description": "Infocom Cabinet: Leather Goddesses Of Phobos A collection of digitized scans from a large cache of documents related to the game publisher Infocom, Inc. of Cambridge, MA. Assembled by Steven Meretzky of Infocom. During his time at Infocom, Steve Meretzky meticulously gathered thousands of pages of notes, journals, maps, memos, forms and other printable materials related to all aspects of Infocom, and kept them in his basement for decades. During the GET LAMP production, Jason Scott scanned in roughly 9,000 pages of these documents across a number of months, borrowing the materials from Steve and scanning them as quickly as possible, at around 600dpi. From these scans, a portion was used in the GET LAMP movie to illustrate various scenes and descriptions by interviewees. From the Wikipedia entry for Leather Goddesses of Phobos : Leather Goddesses of Phobos is an interactive fiction computer game written by Steve Meretzky and published by Infocom in 1986. Like many other Infocom titles, it was released for Amiga, Apple II, Apple Macintosh, Atari 8-bit, Atari ST, Commodore 64 and DOS computers. This game was Infocom's first \"sex farce\" and featured selectable \"naughtiness\" levels ranging from \"tame\" to \"lewd\". It was one of five top-selling Infocom titles to be re-released in Solid Gold versions including in-game hints. It was Infocom's twenty-first game and was followed in 1992 by the sequel Leather Goddesses of Phobos 2: Gas Pump Girls Meet the Pulsating Inconvenience from Planet X! To start the game a gender must be chosen and the player will get a sidekick character. If the player's character is male, he will meet a burly but dim-witted man named Trent; if the player's character is female, she will find an attractive but somewhat ditzy woman named Tiffany. There were a few differences in game-play between the two sexes, so players would often replay the game as the other sex, just to see what would happen. The game begins in Upper Sandusky, Ohio, in 1936 and is presented in the manner of a science fiction serial of that time. The Leather Goddesses of Phobos are just finalizing their plans for the invasion of Earth. The player's character has been abducted by the Leather Goddesses for the final testing of the plan which will enslave all of humanity. Unless this nefarious plan is stopped, the Earth will be turned into these twisted vixens' pleasure dome. Despite the player's possible motives, this outcome is considered unfavorable.",
  "mediatype": "texts",
  "collection": [
    "infocomcabinet",
    "softwarehistory"
  ],
  "subject": [
    "fstr",
    "estimated",
    "interactive",
    "ycu",
    "fiction",
    "rutherford",
    "hayes",
    "str",
    "leather",
    "parsers",
    "estimated development",
    "science fiction",
    "classic estimated",
    "bowling ball",
    "president rutherford",
    "definitely extended",
    "interactive fiction",
    "interactive bible",
    "blazing parsers",
    "western comedy"
  ],
  "downloads": 2461,
  "item_size": 2606861327,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "Generic Raw Book Zip",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Unknown"
  ],
  "favorite_count": 5,
  "favorite_sample": [
    "brad_phillips233",
    "keenius",
    "m_b_h",
    "pinhead_micro",
    "torerob"
  ],
  "download_url": "https://archive.org/download/InfocomCabinetLeatherGoddessesOfPhobos/Infocom_Cabinet_Leather_Goddesses_of_Phobos.pdf",
  "download_url_cached": "scifi/content/InfocomCabinetLeatherGoddessesOfPhobos_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T16:12:24.230Z",
  "download_url_etag": "\"5652f583-36a9f57\"",
  "download_url_dl_duration": 33.557,
  "download_url_dl_mbps": 1.628986540186564
}
