{
  "id": "bestofisaacasimo00asim",
  "title": "The best of Isaac Asimov",
  "description": "The Best of Isaac Asimov represents a carefully curated collection of twelve outstanding stories spanning Isaac Asimov's career from 1939 to 1972, published by Doubleday in 1974. This collection showcases the breadth and evolution of one of science fiction's most influential writers, featuring some of his most celebrated and enduring works. The volume includes seminal stories such as 'Nightfall' (1941), which was later voted the best science fiction short story of all time by the Science Fiction Writers of America, and 'The Last Question' (1956), Asimov's personal favorite among his own works.\n\nThe collection demonstrates Asimov's mastery of the science fiction short story form, covering themes from robotics and artificial intelligence to cosmic evolution and the nature of humanity's place in the universe. Stories like 'The Martian Way' (1952) showcase his ability to blend hard science with compelling human drama, while 'The Deep' (1952) and 'The Fun They Had' (1954) explore social and educational themes. The anthology serves as an excellent introduction to Asimov's work and a testament to his significant contributions to the Golden Age of Science Fiction. Each story in this collection has proven its lasting appeal and continues to influence science fiction writers and readers decades after publication.",
  "creator": "Asimov, Isaac, 1920-",
  "subject": [
    "Science fiction, American"
  ],
  "tags": [
    "isaac asimov",
    "1970s science fiction",
    "american science fiction",
    "short story collection",
    "artificial intelligence",
    "anthology",
    "golden age science fiction",
    "hard science fiction",
    "doubleday",
    "nightfall",
    "the last question",
    "the martian way",
    "robot stories",
    "science fiction classics",
    "science fiction history",
    "reference guide",
    "classic science fiction"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "inlibrary"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/bestofisaacasimo00asim",
  "coverWidth": 180,
  "coverHeight": 270
}
