{
  "id": "02-volume-2",
  "title": "WEIRD FANTASY Volume 2",
  "creator": "William Gaines Al Feldstein",
  "date": "1952-01-01T00:00:00Z",
  "description": "WEIRD FANTASY Volume 2 trouve ici Weird Fantasy Weird Fantasy Éditeur EC Comics Fréquence Bimestrielle Format Série Régulière Date(s) de publication mai 1950 - novembre 1953 Numéros 22 Scénariste(s) Al Feldstein Créateur(s) William Gaines , Al Feldstein Weird Fantasy est un comic book américain créé par William Gaines et Al Feldstein et publié par EC Comics . Il fait suite à A Moon, A Girl... Romance et pour cela commence au numéro 13. Après les numéros 13 à 17, EC dut reprendre la numérotation et le suivant porta le numéro 6. De ce fait il existe deux numéros 13, 14, 15, 16 et 17. Chaque numéro de ce bimestriel comportait quatre histoires de science-fiction . Les ventes de cette publication et de l'autre comic book de science-fiction, Weird Science , étaient trop faibles pour que les deux continuent. Gaines décida donc de les fusionner en Weird Science-Fantasy qui après 7 numéros devint Incredible Science-fiction (4 numéros). Bibliographie Akileos Weird Fantasy volume 1 : / Al Feldstein, Bill Gaines. Akileos : avril 2018, 234 p. Recueil des numéros 1 à 8 de Weird Fantasy (32 histoires).   [masquer] v  · m EC Comics Éditeurs Johnny Craig Al Feldstein Harvey Kurtzman Scénaristes Otto Binder Johnny Craig Al Feldstein Gardner Fox Harry Harrison Daniel Keyes Paul Krassner Harvey Kurtzman Nick Meglin Dessinateurs Ann Brewster Johnny Craig Reed Crandall Jack Davis Will Elder George Evans Al Feldstein Frank Frazetta Russ Heath Graham Ingels Jack Kamen Bernie Krigstein Joe Kubert Harvey Kurtzman Joe Orlando George Roussos John Severin Al Williamson Wally Wood Autres personnalités William M. Gaines Max Gaines Marie Severin Publications Tales from the Crypt The Haunt of Fear The Vault of Horror Two-Fisted Tales Frontline Combat Weird Science Weird Fantasy Weird Science-Fantasy Mad Panic Shock SuspenStories Crime SuspenStories Piracy Articles liés Liste des comics publiés par EC comics",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "WEIRD FANTASY Volume 2",
    "bd",
    "bande dessinée",
    "sf",
    "science fiction",
    "comics"
  ],
  "downloads": 5748,
  "item_size": 526033862,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 82,
  "favorite_sample": [
    "88y53",
    "aaron_fk",
    "amigone",
    "amitkskj",
    "andrew_maga_a"
  ],
  "download_url": "https://archive.org/download/02-volume-2/WEIRD%20FANTASY.epub",
  "download_url_cached": "scifi/content/02-volume-2_epub.epub",
  "download_url_timestamp": "2025-03-13T10:20:09.176Z",
  "download_url_etag": "\"65d0cc86-3d59c\"",
  "download_url_dl_duration": 0.438,
  "download_url_dl_mbps": 0.5471477769825557
}
