{
  "id": "superhero-women-vf-anacho",
  "title": "Superhero Women Marvel [ VF][ Anacho]",
  "creator": "marvel Stan Lee",
  "date": "1963-01-01T00:00:00Z",
  "description": "Superhero Women Marvel [ VF][ Anacho] trouve ici Aujourd'hui retour dans l'univers marvel avec ce pavé de 247pages. Ce somptueux volume virtuel fait parti de la collection MARVEL ORIGINS qui comprend sauf erreur : Cette version sortie en 1977 aux USA, n'a hélas pas été proposée en français, quoique... Vous avez pu lire partiellement les  aventures de ces super-women grâce à l'éditeur de référence marvel, j'ai nommé les éditions LUG. c'est bien évidemment dans STRANGE SPECIAL ORIGINE, et plus particulièrement dans les numéros 154, 157, 160 et 178 que l'on a pu lire ces aventures palpitantes !!!! Pour les plus anciens, certaines de ces histoires comme celles de l'homme-araignée avaient dèjà été proposées dans STRANGE quelques années auparavant. L'éditeur lyonnais a hélas omis de présenter deux superbes créatures puisque point de Lyra la Fémizone (scantrad inédit) ni de Red sonja la diablesse à l’épée... Peut-être (certainement) que ces histoires plus \"adultes\" et plus \"cash\" ont fait craindre une éventuelle censure ou mécontentement... d'autant plus que le one shot de Lyra est particulièrement violent, donc... Quoiqu'il en soit, le BdMag ne recule devant rien et vous propose évidemment l'intégralité de ces aventures !!! les aventures de vos super-héroïnes Marvel préférées ! Avec Ms. Marvel, déguisée en rédactrice en chef d'un magazine féminin, qui a une super force et le pouvoir de voler ; Red Sonja, plus que l'égale de n'importe quel homme et connue comme la diablesse à l'épée ; Medusa, du clan des Inhumainss, dont les cheveux sont une horreur pour ses enemis ! Janet Van Dyne, riche mondaine qui peut rétrécir à la taille d'un insecte, flotter comme un papillon et piquer comme la guêpe qu'elle est - La Chatte, Greer Nelson, aussi gracieuse, athlétique et mystérieuse ! Contient des récits issus de: The Amazing Spider-Man (Marvel, 1963 series) #62, Marvel Feature (Marvel, 1975 series) #4, Fantastic Four (Marvel, 1961 series) #22, Ms. Marvel (Marvel, 1977 series) #1, Thor (Marvel, 1966 series) #189, Thor (Marvel, 1966 series) #190, The Cat (Marvel, 1972 series) #1, Tales to Astonish (Marvel, 1959 series) #44, Savage Tales (Marvel, 1971 series) #1, Shanna, the She-Devil (Marvel, 1972 series) #2, The Amazing Spider-Man (Marvel, 1963 series) #86.",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "Superhero Women Marvel [ VF][ Anacho]",
    "Marvel",
    "sf",
    "science fiction",
    "fantaisy",
    "bd",
    "bande dessinée",
    "comics"
  ],
  "downloads": 2279,
  "item_size": 227522420,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 17,
  "favorite_sample": [
    "artursz",
    "asquillies",
    "brian_ruggles",
    "cap_roteus",
    "chromat"
  ],
  "download_url": "https://archive.org/download/superhero-women-vf-anacho/Superhero%20Women%20%5BVF%5D%5BAnacho%5D.epub",
  "download_url_cached": "scifi/content/superhero-women-vf-anacho_epub.epub",
  "download_url_timestamp": "2025-03-13T17:07:00.000Z",
  "download_url_etag": "\"65675c1a-4e27b9c\"",
  "download_url_dl_duration": 577.122,
  "download_url_dl_mbps": 0.13542228171871523
}
