{
  "id": "LostInWillipaq",
  "title": "Lost In Willipaq",
  "creator": "Rob Hunter",
  "date": "2013-04-10T00:00:00Z",
  "description": "The Willipaq exegesis you have before you can rightly trace its existence to a gotcha moment when I was rewriting the script of A Special Providence prior to going into the studio to record a batch of MP3s. Yes, there is life after publication. Providence was a story cobbled together around a synthesis of What If: an Old Testament Jehovah opts for contemporary technology to make a personal appearance/said Supreme Being will distribute largesse/the only available beholder is a gormless loser who will settle for a jelly doughnut. I had in 2002 written in, then out, a long-suffering wife with a fixation on Carl Sagan’s Cosmos. Cosmos, while well-remembered by a select few had been off the air for decades. Then comes 2005 and the Science Channel brings Cosmos back, digitally remastered. Wow. In addition to polishing the tales for reading aloud, there were seven new (in 2008, the first edition of Lost in Willipaq ) stories— E Pluribus Human, The Red Sneaker Zones, The Song of the Rice Barge Coolie, The Year They Invented Frozen Lemonade, Scope Virgin, Dead Man in the Yard and The Runaway Bungalow, a novelette. Rob Hunter Pembroke, Maine Summer 2013",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "Fantasy",
    "Slipstream",
    "Magical Realism",
    "Robert Hunter",
    "Sci-Fi",
    "Speculative Fiction",
    "Rob Hunter",
    "Science Fiction",
    "Fiction",
    "Short Stories",
    "Maine"
  ],
  "downloads": 2143,
  "item_size": 136411870,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "Item Tile",
    "MOBI",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "ZIP"
  ],
  "favorite_count": 0,
  "download_url": "https://archive.org/download/LostInWillipaq/Lost%20in%20Willipaq.pdf",
  "download_url_cached": "scifi/content/LostInWillipaq_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T17:21:34.915Z",
  "download_url_etag": "\"51656e90-1e6f26\"",
  "download_url_dl_duration": 0.826,
  "download_url_dl_mbps": 2.3028279043571716
}
