{
  "id": "luc-orient-01-les-dragons-de-feu_202201",
  "title": "Luc Orient Tome 1a18",
  "creator": "Greg Eddy Paape",
  "date": "1967-01-01T00:00:00Z",
  "description": "Luc Orient Tome 1 a 18  trouve ici Luc Orient est une série de bande dessinée de science-fiction, nommée d'après son personnage principal, créée par Greg (scénario) et Eddy Paape (dessin), publiée du 19 janvier 1967 au 12 juin 1984 dans le Journal de Tintin et éditée en album de 1969 à 1994 aux éditions Lombard et Dargaud, avant publication d'une intégrale incomplète en trois volumes chez Pictoris Studio en 1998 et 1999 puis d'une intégrale complète en cinq volumes aux éditions du Lombard en 2008. Constatant que le genre de la science-fiction n'est pas représenté dans le Journal de Tintin ,  son rédacteur en chef Greg demande à Eddy Paape, vieux routier de la bande dessinée,  de collaborer avec lui sur une série de SF. C'est ainsi que naît, le 17 janvier 1967,  Luc Orient , série narrant les aventures d'un physicien à la carrure d'athlète, de son patron,  Hugo Kala, et de son assistante, Lora. Le premier cycle de la série (tomes 1-5), influencé par Flash Gordon, transporte les héros sur la planète Terango qu'ils vont libérer de son dictateur, Sectan. Luc Orient et ses amis seront ensuite confrontés dans un deuxième cycle (tomes 6-11) sur Terre à des menaces tout aussi fantastiques (manipulations génétiques, peuples inconnus, folies collectives…). Le troisième cycle principal (tomes 12-15) tourne autour de l'exode du peuple des Dartz, qui cherche à s'établir sur Terango. Constatant que le genre de la science-fiction n'est pas représenté dans le Journal de Tintin ,  son rédacteur en chef Greg demande à Eddy Paape, vieux routier de la bande dessinée,  de collaborer avec lui sur une série de SF. C'est ainsi que naît, le 17 janvier 1967,  Luc Orient , série narrant les aventures d'un physicien à la carrure d'athlète, de son patron,  Hugo Kala, et de son assistante, Lora. Le premier cycle de la série (tomes 1-5), influencé par Flash Gordon, transporte les héros sur la planète Terango qu'ils vont libérer de son dictateur, Sectan. Luc Orient et ses amis seront ensuite confrontés dans un deuxième cycle (tomes 6-11) sur Terre à des menaces tout aussi fantastiques (manipulations génétiques, peuples inconnus, folies collectives…). Le troisième cycle principal (tomes 12-15) tourne autour de l'exode du peuple des Dartz, qui cherche à s'établir sur Terango. Inspiré par Brick Bradford et par des articles scientifiques qu'il extrapolait, Greg donnera à Paape,  un ami de longue date, des scénarios sur mesure grâce auxquels celui-ci pourra innover  avec des cadrages et une narration de plus en plus inventifs. Le départ de Greg pour la France, puis pour les États-Unis (1980), sonnera la fin de la série.  Greg demanda à Gérard Jourd'hui de le remplacer mais c'est Eddy Paape qui finira tout seul  et signera l'album Roubak, ultime espoir. Le retour de Greg en 1984 permet d'éditer un seizième album, Caragal, dans lequel Luc Orient doit affronter son meilleur ami Kala, qui est dénaturé par l'auteur ; il semble vouloir en finir avec une œuvre qu'il juge trop marquée par son temps.  Une reprise de la série en 1994 ne rencontrera pas le succès attendu, poussant Greg à abandonner Luc Orient. De plus, un désaccord sur la trame du scénario du dernier album, jugée peu cohérente, entraîne l'interruption du travail d'Eddy Paape.  Cette interruption deviendra définitive avec le décès du scénariste en 1999. Cette dernière histoire, intitulée Le Mur demeure donc inachevée (6 planches dessinées, 11 scénarisées)  sera publiée pour la première fois en 2008 dans le dernier volume de l'intégrale publiée par Lombard. Les albums sont publiés par les Editions du Lombard à Bruxelles, mais également par  Dargaud la même année, avec la mention \"Une histoire du journal Tintin\". https://www.bedetheque.com/serie-195-BD-Luc-Orient.html https://fr.wikipedia.org/wiki/Luc_Orient  LES 18 ALBUMS DE LA SÉRIE 1. Les dragons de feu   01/1969 2. Les soleils de glace   01/1970 3. Le maître de Terango   01/1971 4. La planète de l'angoisse   09/1972 5. La forêt d'acier   01/1973 6. Le secret des 7 lumières  02/1974 7. Le cratère aux sortilèges  10/1974 8. La légion des anges maudits  01/1975 9. 24 heures pour la planète terre  01/1975 10. Le 6ème continent  01/1976 11. La vallée des eaux troubles  01/1976 12. La porte de cristal  01/1977 13. L'enclume de la foudre  10/1978 14. Le rivage de la fureur  01/1981 15. Roubak - Ultime espoir  05/1984 16. Caragal  06/1985 17. Les spores de nulle part  02/1990 18. Rendez-vous à 20h en enfer...  10/1994-",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "Luc Orient Tome 1 a 18",
    "bd",
    "bande dessinée",
    "sf",
    "science fiction",
    "comics",
    "nouvelle graphique"
  ],
  "downloads": 4998,
  "item_size": 2368303944,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 21,
  "favorite_sample": [
    "ase929",
    "brian_ruggles",
    "cedric_bachellerie",
    "daxmax82",
    "francisco_fran_sayago_sayago"
  ],
  "download_url": "https://archive.org/download/luc-orient-01-les-dragons-de-feu_202201/Luc%20Orient%20-%20T02%20-%20Les%20soleils%20de%20glace.epub",
  "download_url_cached": "scifi/content/luc-orient-01-les-dragons-de-feu_202201_epub.epub",
  "download_url_timestamp": "2025-03-13T10:46:12.029Z",
  "download_url_etag": "\"667e55e7-a518\"",
  "download_url_dl_duration": 0.002,
  "download_url_dl_mbps": 20.153045654296875
}
