{
  "id": "avatar-the-last-airbender-the-f.-c.-yee_202005",
  "title": "Avatar, The Last Airbender The Rise of Kyoshi F. C. Yee",
  "creator": "Yee, F. C., author",
  "date": "2019-01-01T00:00:00Z",
  "description": [
    "F. C. Yee’s  The Rise of Kyoshi  delves into the story of Kyoshi, the Earth Kingdom–born Avatar. The longest-living Avatar in this beloved world’s history, Kyoshi established the brave and respected Kyoshi Warriors, but also founded the secretive Dai Li, which led to the corruption, decline, and fall of her own nation. The first of two novels based on Kyoshi,  The Rise of Kyoshi  maps her journey from a girl of humble origins to the merciless pursuer of justice who is still feared and admired centuries after she became the Avatar.",
    "442 pages ; 22 cm",
    "F. C. Yee's The Rise of Kyoshi delves into the story of Kyoshi, the Earth Kingdom-born Avatar. The longest-living Avatar in this beloved world's history, Kyoshi established the brave and respected Kyoshi Warriors, but also founded the secretive Dai Li, which led to the corruption, decline, and fall of her own nation. The first of two novels based on Kyoshi, The Rise of Kyoshi maps her journey from a girl of humble origins to the merciless pursuer of justice who is still feared and admired centuries after she became the Avatar",
    "The discovery of Yun, a young Avatar, brought stability to the four nations until Earth Kingdom-born Kyoshi, Yun's friend and servant, demonstrated remarkable bending during a mission to the South Pole. When growing unrest among her allies turned to violence, Kyoshi was forced to flee the Avatar mansion with her fiery friend Rangi, taking little more than the metal war fans and headdress her parents left behind. Finding unlikely supporters in the criminals and outlaws living the shadows of the Earth Kingdom, Kyoshi and Rangi are torn between following the traditional paths of an Avatar, and seeking vengeance for those she has lost. -- adapted from jacket",
    "Based on the television series Avatar, the last airbender as seen on Nickelodeon TV"
  ],
  "mediatype": "texts",
  "collection": [
    "folkscanomy_fiction",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "Avatar The Last Airbender",
    "Rise of Kyoshi",
    "Avatar Kyoshi",
    "Women heroes -- Juvenile fiction",
    "Women heroes -- Fiction",
    "Four elements (Philosophy) -- Juvenile fiction",
    "Equilibrium -- Juvenile fiction",
    "Revenge -- Juvenile fiction",
    "Young adult fiction",
    "Adventure stories",
    "Science fiction",
    "Avatars (Religion) -- Fiction",
    "JUVENILE FICTION / Fantasy & Magic",
    "JUVENILE FICTION / Media Tie-In",
    "JUVENILE FICTION / Action & Adventure / General",
    "Revenge",
    "Four elements (Philosophy)",
    "Equilibrium",
    "Women heroes"
  ],
  "downloads": 12231,
  "item_size": 244186503,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "EPUB",
    "Item Tile",
    "MARC",
    "MARC Binary",
    "Metadata",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 64,
  "favorite_sample": [
    "_okami_draw_",
    "albar_matta",
    "andrew_cunningham277",
    "audrey_hipwell",
    "bengm"
  ],
  "download_url": "https://archive.org/download/avatar-the-last-airbender-the-f.-c.-yee_202005/Avatar%2C%20The%20Last%20Airbender_%20The%20-%20F.%20C.%20Yee.epub",
  "download_url_cached": "scifi/content/avatar-the-last-airbender-the-f.-c.-yee_202005_epub.epub",
  "download_url_timestamp": "2025-03-13T09:32:12.121Z",
  "download_url_etag": "\"5ecea157-91739\"",
  "download_url_dl_duration": 0.6,
  "download_url_dl_mbps": 0.946949323018392
}
