{
  "id": "vectorprime00salv",
  "title": "Vector prime",
  "creator": "Salvatore, R. A., 1959-",
  "date": "1999-01-01T00:00:00Z",
  "description": [
    "\"A Del Rey book\"--T.p. verso",
    "An exciting new era of Star Wars history is about to begin--as fantasy and science fiction's most acclaimed authors propel the legendary epic into the next millennium, introducing us to a rich cast of characters that features old favorites--Luke Skywalker, Han Solo, and Leia Organa Solo--along with the next generation of Jedi and never-before seen creatures, droids, and deadly agents of darkness. In Vector Prime, the launch novel for this thrilling new saga, New York Times bestselling author R. A. Salvatore takes the Star Wars universe to previously unscaled heights of action and imagination, expanding the beloved story of a galaxy far, far away. Twenty-one years have passed since the heroes of the Rebel Alliance destroyed the Death Star, breaking the power of the Emperor. Since then, the New Republic has valiantly struggled to maintain peace and prosperity among the peoples of the galaxy. But unrest has begun to spread; tensions erupt in outbreaks of rebellion that, if unchecked, threaten to destroy the Republic's tenuous reign. Into this volatile atmosphere comes Nom Anor, a charismatic firebrand who heats passions to the boiling point, sowing seeds of dissent for his own dark motives. In an effort to avert a catastrophic civil war, Leia travels with her daughter Jaina, her sister-in-law Mara Jade, and the loyal protocol droid C-3PO, to conduct face-to-face diplomatic negotiations with Nom Anor. But he proves resistant to Leia's entreaties--and, far more inexplicably, within the Force, where a being should be, was . . . blank space. Meanwhile, Luke is plagued by reports of rogue Jedi Knights who are taking the law into their own hands. And so he wrestles with a dilemma: Should he attempt, in this climate of mistrust, to reestablish the legendary Jedi Council? As the Jedi and the Republic focus on internal struggles, a new threat surfaces, unnoticed, beyond the farthest reaches of the Outer Rim. An enemy appears from outside known space, bearing weapons and technology unlike anything New Republic scientists have ever seen. Suddenly Luke, Mara, Leia, Han Solo, and Chewbacca--along with the Solo children--are thrust again into battle, to defend the freedom so many have fought and died for. But this time, all their courage, sacrifice, and even the power of the Force itself may not be enough"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "delawarecountydistrictlibrary",
    "americana",
    "printdisabled",
    "cnusd-ol",
    "library_of_atlantis",
    "worthingtonlibraries-ol"
  ],
  "subject": [
    "Life on other planets",
    "Skywalker, Luke (Fictitious character)",
    "Jade, Mara (Fictitious character)",
    "Solo, Han (Fictitious character)",
    "Leia, Princess (Fictitious character)",
    "Solo, Jacen (Fictitious character)",
    "Solo, Jaina (Fictitious character)",
    "Science fiction"
  ],
  "downloads": 2009,
  "item_size": 529137281,
  "format": [
    "ACS Encrypted PDF",
    "Abbyy GZ",
    "Animated GIF",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "MARC",
    "MARC Binary",
    "MARC Source",
    "Metadata",
    "Metadata Log",
    "OCLC xISBN JSON",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 23,
  "favorite_sample": [
    "aria1138",
    "badwolf2",
    "certainty",
    "christian_avendano_cross",
    "cryinghombrelibre"
  ]
}
