{
  "id": "emptyworld00chri",
  "title": "Empty world",
  "description": "John Christopher's Empty World presents a haunting post-apocalyptic scenario through the eyes of teenager Neil Miller, who awakens to find himself seemingly the sole survivor of a devastating plague that has wiped out most of humanity. Set in an eerily deserted England, the novel follows Neil's psychological and physical struggle to survive alone in a world suddenly emptied of human life. Christopher, best known for The Tripods trilogy, demonstrates his mastery of young adult science fiction by combining survival adventure with deep psychological exploration of isolation, grief, and the human need for connection.\n\nThe story examines themes of resilience, adaptation, and the meaning of civilization when stripped of social structures. Neil must learn to provide for himself while grappling with the overwhelming silence and emptiness of abandoned cities and countryside. The novel's power lies not in action or technology, but in its realistic portrayal of emotional survival and the gradual process of accepting a transformed world. Published in 1977 during the height of Cold War anxieties about nuclear disaster and environmental collapse, Empty World reflects contemporary fears while offering a timeless meditation on human endurance and the will to continue living even when hope seems absent.",
  "creator": "Christopher, John, 1922-",
  "subject": [
    "Survival",
    "Science fiction"
  ],
  "tags": [
    "john christopher",
    "1970s science fiction",
    "british",
    "post-apocalyptic",
    "young adult science fiction",
    "plague",
    "pandemic fiction",
    "survival",
    "isolation",
    "psychological horror",
    "coming of age",
    "sole survivor",
    "disaster fiction",
    "environmental collapse",
    "dystopian"
  ],
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/emptyworld00chri",
  "coverWidth": 180,
  "coverHeight": 274
}
