{
  "id": "BraveNewWorld-and-BraveNewWorldRevisited",
  "title": "Brave New World and Brave New World Revisited",
  "creator": "Aldous Huxley",
  "date": null,
  "description": "Brave New World  (1932) 326 pages - Far in the future, the World Controllers have created the ideal society. Through clever use of genetic engineering, brainwashing and recreational sex and drugs, all its members are happy consumers. Bernard Marx seems alone harbouring an ill-defined longing to break free. A visit to one of the few remaining Savage Reservations, where the old, imperfect life still continues, may be the cure for his distress... Huxley's ingenious fantasy of the future sheds a blazing light on the present and is considered to be his most enduring masterpiece. Brave New World Revisited (1958) 132 pages - When the novel Brave New World first appeared in 1932, its shocking analysis of a scientific dictatorship seemed a projection into the remote future. Here, in one of the most important and fascinating books of his career, Aldous Huxley uses his tremendous knowledge of human relations to compare the modern-day world with his prophetic fantasy. He scrutinizes threats to humanity, such as overpopulation, propaganda, and chemical persuasion, and explains why we have found it virtually impossible to avoid them. Brave New World Revisited is a trenchant plea that humankind should educate itself for freedom before it is too late. Also available here and here",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_fiction",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "dystopian",
    "communism",
    "socialism",
    "totalitarianism",
    "new world order",
    "science fiction",
    "novel"
  ],
  "downloads": 203575,
  "item_size": 351086567,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Daisy",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 258,
  "favorite_sample": [
    "008gent",
    "abdul_fattah398",
    "abdur_rahman985",
    "aford42",
    "aitt_19867"
  ],
  "download_url": "https://archive.org/download/BraveNewWorld-and-BraveNewWorldRevisited/Brave-New-World-Revisited_-_Aldous-Huxley.epub",
  "download_url_cached": "scifi/content/BraveNewWorld-and-BraveNewWorldRevisited_epub.epub",
  "download_url_timestamp": "2025-03-13T08:32:21.755Z",
  "download_url_etag": "\"65538183-16a0e8\"",
  "download_url_dl_duration": 0.822,
  "download_url_dl_mbps": 1.720539844819229
}
