{
  "id": "storiesofyourlif0000chia_u1w4",
  "title": "Stories of your life and others",
  "creator": "Chiang, Ted, author",
  "date": "2016-01-01T00:00:00Z",
  "description": [
    "281 pages ; 21 cm",
    "\"Soon to be a major motion picture starring Amy Adams. Combining the precision and scientific curiosity of Kim Stanley Robinson with Lorrie Moore's cool, clear love of language and narrative intricacy, this award-winning collection offers readers the dual delights of the very, very strange and the heartbreakingly familiar. Stories of Your Life and Others presents characters who must confront sudden change--the inevitable rise of automatons or the appearance of aliens--while striving to maintain some sense of normalcy. In the amazing and much-lauded title story, a grieving mother copes with divorce and the death of her daughter by drawing on her knowledge of alien languages and non-linear memory recollection. A clever pastiche of news reports and interviews chronicles a college's initiative to \"turn off\" the human ability to recognize beauty in \"Liking What You See: A Documentary.\" With sharp intelligence and humor, Chiang examines what it means to be alive in a world marked by uncertainty and constant change, and also by beauty and wonder\"--",
    "\"Stories of Your Life and Others is a collection of masterpieces and recently it has taken Hollywood by storm. The lead story in the collection will soon to be a major motion picture starring Amy Adams, while another story has been optioned by Fox and is in development. Offering readers the dual delights of the very strange and the heartbreakingly familiar, Stories of Your Life and Others presents characters who must confront sudden change. In the amazing and much-lauded \"Story of Your Life,\" a grieving mother copes with divorce and the death of her daughter by drawing on her new knowledge of an alien language and its nonlinear structure. In \"Liking What You See: A Documentary,\" a clever pastiche of news reports and interviews chronicle a college's initiative to turn off the human ability to recognize beauty. In \"Understand,\" a young man has an amazing reaction to an experimental drug used to heal brain damage. In each story, with sharp intelligence and humor, Chiang examines what it means to be alive in a world marked by uncertainty, but also by wonder\"--",
    "\"June 2016\"--Title page verso",
    "\"Originally published in the United States by Tor Books, an imprint of Macmillan Publishers, New York, in 2002, and subsequently published by Small Beer Press, Northampton, Massachusetts, in 2010\"--Title page verso",
    "Nebula Award for Best Novella, 1999"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "americanuniversity-ol",
    "cnusd-ol",
    "dartmouthlibrary-ol",
    "hamiltonpubliclibrary-ol",
    "ithacacollege-ol",
    "kalamazoocollege-ol",
    "riceuniversity-ol",
    "rochester-ol",
    "spokanepubliclibrary-ol",
    "the-claremont-colleges-ol",
    "tulsacc-ol",
    "unb-ol",
    "uni-ol",
    "universityofthewest-ol",
    "wilsoncollege-ol"
  ],
  "subject": [
    "Science fiction, American",
    "Adaptability (Psychology) -- Fiction",
    "Change (Psychology) -- Fiction",
    "Life change events -- Fiction",
    "Automation -- Fiction",
    "Human-alien encounters -- Fiction",
    "FICTION -- Science Fiction -- General",
    "FICTION -- Short Stories (single author)",
    "FICTION -- Science Fiction",
    "Science fiction",
    "Short stories"
  ],
  "downloads": 2610,
  "item_size": 581201393,
  "format": [
    "ACS Encrypted EPUB",
    "ACS Encrypted PDF",
    "Abbyy GZ",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "Log",
    "MARC",
    "MARC Binary",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Title Page Detection Log",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 70,
  "favorite_sample": [
    "akselaksel",
    "alex_va",
    "animal00lover",
    "annular_eye",
    "archivenovice"
  ]
}
