{
  "id": "ARequiemForAstoundingByAlvaRogersAdvent1964",
  "title": "A Requiem For Astounding - Alva Rogers (1964)",
  "date": "1964-01-01T00:00:00Z",
  "description": "A Requiem For Astounding is a detailed and comprehensive history of the science fiction pulp magazine Astounding Stories / Astounding Science Fiction from its birth in 1930 until it turned into Analog in 1960. Though nostalgic and largely uncritical, it provides a valuable history of the magazine and is rich in story synopses. It has numerous illustrations and covers reproduced from the original magazine, a detailed index, and editorial notes from Harry Bates, F. Orlin Tremaine, and John W. Campbell. In a review of the book, Mike Resnick described it as \"an issue-by-issue study of the golden days of John Campbell's Astounding , in which Rogers' less-than-scintillating prose is more than compensated for by his boundless enthusiasm. He imparts that sense of almost unbearable anticipation he — and so many other fans — felt while waiting for each new issue, the agony of not knowing the end of a Heinlein or van Vogt serial for weeks on end. It's a lovely, nostalgic book, one that demonstrates exactly what fannish enthusiasm is all about.\" About The Author (From the online SF Encyclopedia): \"Alva C. Rogers (1923-1982) US author and artist, nicknamed \"Red\" for the colour of his hair and politics. Long involved in sf Fandom, he drew the covers for a number of 1940s Fanzines as well as some for the (UK) American Fiction series. His A Requiem For Astounding (1964), though nostalgic and largely uncritical, provides a valuable history, rich in story synopses, of Astounding Science-Fiction before the name-change to Analog , which it convincingly deplores.\"",
  "mediatype": "texts",
  "collection": [
    "astoundingstories",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "subject": [
    "Pulps",
    "Pulp Magazines",
    "Science Fiction",
    "Astounding Stories",
    "Astounding Science Fiction"
  ],
  "downloads": 2024,
  "item_size": 311139498,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Comic Book RAR",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 14,
  "favorite_sample": [
    "bob_blanchett",
    "brian_misiaszek",
    "bricklebean",
    "fugitiveink",
    "ghislaindavid"
  ],
  "download_url": "https://archive.org/download/ARequiemForAstoundingByAlvaRogersAdvent1964/A%20Requiem%20For%20Astounding%20by%20Alva%20Rogers%20%5BAdvent%5D%20(1964).epub",
  "download_url_cached": "scifi/content/ARequiemForAstoundingByAlvaRogersAdvent1964_epub.epub",
  "download_url_timestamp": "2025-03-13T18:10:28.085Z",
  "download_url_etag": "\"65c5ab22-65bb1b6\"",
  "download_url_dl_duration": 225.191,
  "download_url_dl_mbps": 0.4517537843845917
}
