{
  "id": "Galaxy_v23n04_1965-04",
  "title": "Galaxy v23n04 (1965 04)",
  "date": null,
  "description": "(Contents information excerpted from The Internet Speculative Fiction Database ) Art: Committee of the Whole by Nodel Committee of the Whole [2] by Nodel Death and Birth of the Angakok by Jack Gaughan Death and Birth of the Angakok [2] by Jack Gaughan Death and Birth of the Angakok [3] by Jack Gaughan A Wobble in Wockii Futures by Gray Morrow A Wobble in Wockii Futures [2] by Gray Morrow A Wobble in Wockii Futures [3] by Gray Morrow The Decision Makers by Jack Gaughan The Decision Makers [2] by Jack Gaughan War Against the Yukks by Gray Morrow War Against the Yukks [2] by Gray Morrow War Against the Yukks [3] by Gray Morrow War Against the Yukks [4] by Gray Morrow War Against the Yukks [5] by Gray Morrow Essays: Here Are the Stars by Frederik Pohl For Your Information: Symbolically Speaking by Willy Ley Forecast (Galaxy, April 1965) by uncredited Galaxy Bookshelf (Galaxy, April 1965) by Algis Budrys Review of the Nonfiction Work \"Alone Through the Dark Sea\" by Thomas Whiteside by Frederik Pohl Review of the Nonfiction Work \"Star Names: Their Lore and Meaning\" by Richard Hinckley Allen by Frederik Pohl Review of the Nonfiction Work \"the Binary Stars\" by Robert G. Aitken by Frederik Pohl Review of the Nonfiction Work \"the Friendly Stars\" by Martha Evans Martin by Frederik Pohl Novelettes: Death and Birth of the Angakok by Hayden Howard A Wobble in Wockii Futures by Gordon R. Dickson The Decision Makers by Joseph Green War Against the Yukks by Keith Laumer Short Stories: Committee of the Whole by Frank Herbert Wrong-Way Street by Larry Niven Wasted On the Young by John Brunner Slow Tuesday Night by R. A. Lafferty Sculptor by C. C. MacApp",
  "mediatype": "texts",
  "collection": [
    "galaxymagazine",
    "magazine_rack",
    "additional_collections",
    "pulpmagazinearchive"
  ],
  "subject": [
    "elton",
    "peterluk",
    "boyle",
    "galaxy",
    "skikana",
    "custer",
    "tiborough",
    "seal",
    "angakok",
    "wockii futures",
    "sky iron",
    "long time",
    "seal demon",
    "science fiction",
    "decision makers",
    "white fox",
    "small claims",
    "galaxy bookshelf",
    "decision maker"
  ],
  "downloads": 3251,
  "item_size": 184722944,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Comic Book RAR",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 6,
  "favorite_sample": [
    "christopher_donn",
    "david_b553",
    "mick_el",
    "oldwindways",
    "prescott_gray"
  ],
  "download_url": "https://archive.org/download/Galaxy_v23n04_1965-04/Galaxy_v23n04_1965-04.epub",
  "download_url_cached": "scifi/content/Galaxy_v23n04_1965-04_epub.epub",
  "download_url_timestamp": "2025-03-13T13:34:53.588Z",
  "download_url_etag": "\"665c4e77-8a2f67\"",
  "download_url_dl_duration": 2.317,
  "download_url_dl_mbps": 3.7274807241387955
}
