{
  "id": "mustang-t-54-juin-1980",
  "title": "Mustang T 54 a 70 1980 1981",
  "creator": "LUG",
  "date": "1980-01-01T00:00:00Z",
  "description": "Mustang T 54 a 70 1980 1981   trouve ici   Mustang (périodique) Mustang est une revue petit format de bande dessinée publiée par les Éditions Lug d'août 1966 à novembre 2003. La revue a toutefois connu trois périodes distinctes : n 1 à 53 (Août 1966-Mars 1980) : petit format publiant du western . Essentiellement des rééditions. Jean Frisano réalisa plusieurs couvertures entre les n° 9 et 30 ; n° 54 à 70 (Juin 1980-Octobre 1981) : format plus proche de celui du magazine Strange (15 x 21 cm) en couleurs avec Mikros de Jean-Yves Mitton , Photonik de Ciro Tota , Mustang de Franco Oneta (rebaptisée plus tard Ozark ), et Cosmo , de Jean-Yves Mitton , autant de créations françaises ayant la volonté d'imiter les comics américains publiés dans d'autres titres du même éditeur ; n° 71 à 313 (Février 1982-Novembre 2003) : retour au petit format avec des rééditions de Tex Willer et autres bandes essentiellement western. En 1980, Lug découvre les bandes dessinées que crée  Jean-Yves Mitton à ses heures perdues, prenant exemple sur les comics américains.La maison d'édition décide alors de leur consacrer une revue spécifique. Le concept est de mettre en avant auprès des lecteurs les créations des studios Lug. Ils veulent montrer qu'ils sont eux aussi capable de créer des super-héros comme Marvel ou DC Comics. L'éditeur veut lancer une nouvelle revue intitulée \"Sup'Héros\", mais vu le peu de succès de Mustang à cette époque, il préfère transformer cette dernière, résolvant du même coup le problème de la commission paritaire. En octobre 1981, la direction décide l'arrêt de cette nouvelle revue qui n'a duré que 17 numéros, faute de succès, comme il est dit dans le courrier des lecteurs de Strange n°143 : « Les fans enthousiastes de Mustang n'ont pas été assez nombreux pour nous permettre de continuer à éditer un journal fait avec des originaux français et donc très coûteux ». Cosmo est alors abandonné, alors que Mikros se poursuit dans Titans et Photonik dans Spidey.  Donc ce n'est pas une erreur si le premier numéro commence au 55, Les Sup'héros de la revue Photonik :  Taddeus Tenterhook est un adolescent orphelin, solitaire, bossu, malingre et complexé. Pendant qu’il effectue une expérience à l’université, un \"luminotron\" explose. Taddeus est alors métamorphosé en un homme de lumière doté de supers-pouvoirs. Photonik peut voler à la vitesse de la lumière, manipuler les radiations lumineuses pour projeter des rafales d’énergie, égaler la luminosité et la chaleur extrême d’une étoile comme le Soleil et il possède une force surhumaine.  Avec l'aide du docteur Ziegel, un neuropsychologiste aux pouvoirs mentaux et d'un jeune garçon nommé Tom Pouce, Photonik combat des super-vilains hauts en couleurs : le Minotaure, un extraterrestre, le Comte Vampyr, qui comme son nom le laisse deviner, est un vampire très puissant. Il est inlassablement poursuivi par le lieutenant Wilcox, qui veut l'arrêter pour avoir enfreint la loi. Mais en fait, un mobile personnel le pousse à vouloir mettre hors d’état de nuire Photonik : la mort de son fils. De 1980 à 1986, Photonik est paru dans le Mustang Sup’Héros (avec des épisodes de 20 pages),  puis dans Spidey (avec des épisodes de 16 pages, sauf 20 pages pour le n°55), tous deux  édités par les éditions Lug (fondées par Navarro et Vistel). Le maître d’œuvre de  cette série est Cyrus Tota, aidé quelquefois par Jean-Yves Mitton (créateur de Mikros). Plus d'infos ?? :  http://www.comics-lug.com/photonik.php Mikros :  La série Mikros, raconte les aventures fantastiques de trois entomologistes de l'université de Harvard. Ils se nomment Mike Ross (Mikros), Priscilla Conway (Saltarella) et Bobby Crabb (Crabb). Ce sont les Svizz, des extraterretres insectoïdes, qui vont leur donner des super-pouvoirs. Pouvant réduire de taille, ils se retrouvent alors avec d'étranges pouvoirs : Mike Ross prend le nom de Mikros, doté de yeux de mouches et d'antennes, il vole grâce à des bracelets aux poignets; Priscilla Conway se nomme Saltarella, dotée aussi d'antennes et d'une paire d'aile d'insecte et Bobby Crabb, surnommé Crabb, prend l'apparence d'un gros crabe, avec une immense pince à la place de la main droite et la carapace adéquate.  A l'aide d'une armée d'insectes esclaves, les Svizz veulent conquérir la terre. Mikros et ses compagnons font échouer leur plan et détruisent leur chef, le Super-Termitor. Dans les épisodes suivants, Mikros et ses amis affrontent des super-vilains créés par Jean-Yves Mitton. Le plus intéressant s'appelle Raoul de Roquemaure, Comte de Montségur et Grand Maître du Psi.  Saltarella deviendra son épouse, grâce à ses pouvoirs hypnotiques. L'action de ses épisodes se déroule en France, sur la côte d'Azur. Cet arc narratif sera à la base d'une autre série de Mitton, Epsilon. Ozark :  Russell Red Horse, surnommé Ozark, est un jeune Sioux qui a hérité des pouvoirs du shaman Wa-Tan-Peh. Avec l'aide de ses amis du Magic-Circus de doc Zarbi et parfois de la déesse Shakti, Ozark et son cheval magique Mustang, combattent les menaces surnaturelles de Maleficus, du dr Kain, de Typho et de Dark Wing et bien d'autres encore qui menacent d'envahir la Terre. Créée par Jacques Lennoz (et Franco Oneta (Dessinateur de talent mais qui excelle plus dans les histoires genre Zembla que dans la mise en place de super-héros...). Des scénarios enfantins, bref l'alchimie ne se fait pas mais la reprise (cette fois) avec succès en 2000 par Jean-Marc Lainé et plusieurs des meilleurs jeunes dessinateurs de l'époque dont Jean-Jacques Dzialowski, Frédéric Grivaud, Arden, Patrice Lesparre, font revivre la série.... Cosmo : Punky et le robot Bibip voyagent à travers la galaxie pour échapper aux soldats de Rexor, le tyran de l'Empire de fer.Pour aider Cosmo à vaincre Rexor, des intelligences supérieures l'aideront à voyager dans le temps, exactement 3000 ans en arrière, avant que Rexor ne s'empare de la Terre. ",
  "mediatype": "texts",
  "collection": [
    "magazine_packs",
    "magazine_rack"
  ],
  "subject": [
    "Mustang T 54 a 70 1980 1981",
    "bd",
    "bande dessinée",
    "sf",
    "fantastique",
    "french super heros",
    "science fiction",
    "magazine",
    "comics"
  ],
  "downloads": 5086,
  "item_size": 779591581,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 24,
  "favorite_sample": [
    "battlerbrittonimperia",
    "belasco21",
    "bigtony308",
    "brandon_leiner966",
    "cody_h92"
  ],
  "download_url": "https://archive.org/download/mustang-t-54-juin-1980/Mustang%20(1980-1981)-.epub",
  "download_url_cached": "scifi/content/mustang-t-54-juin-1980_epub.epub",
  "download_url_timestamp": "2025-03-13T10:42:52.612Z",
  "download_url_etag": "\"6568ec6a-2b0d\"",
  "download_url_dl_duration": 0.001,
  "download_url_dl_mbps": 10.510444641113281
}
