{
  "id": "SolitudeCover",
  "title": "A Solitude of Stars",
  "creator": "Clive Gilson",
  "date": "2018-06-01T00:00:00Z",
  "description": "A Solitude of Stars is disturbing and breathtaking in equal measure. It could be called a science-fiction dystopia, but I think the book goes much deeper than that. What interested me very much was how to tell the story of the Apparat and Dirigiste societies ranging across our local planetary system seeking peace by waging war to achieve it – much as we do today - while also weaving in elements of a wider galactic history, a history that links both forwards and backwards to the core narrative.  Solitude raises the question: is humanity actually capable of peace? Solitude is an incredible flight of imagination – creating these worlds, technology, and pathos with considerable authority.  \"I have edited Clive Gilson’s books for over a decade now – he’s prolific and can turn his hand to many genres: poetry, short fiction, contemporary novels, folklore and science fiction – and the common theme is that none of them ever fails to take my breath away. There’s something in each story that is either memorably poignant, hauntingly unnerving or sidesplittingly funny. A Solitude of Stars is no different. With deft turns of phrase and an imagination that would make Philip K. Dick jealous, Gilson foresees a dystopian future, the seeds of which are definitely being sown right now. The story is a chilling glimpse of what may come to pass, warmed by a thread of love that raises the narrative beyond despair. A riveting read.\" Lorna Howarth, The Write Factor",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "science fiction",
    "cyberpunk",
    "dystopia",
    "post-apocalyptic",
    "AI",
    "Artificial Intelligence",
    "space",
    "space opera"
  ],
  "downloads": 2600,
  "item_size": 150168635,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 0,
  "download_url": "https://archive.org/download/SolitudeCover/A%20Solitude%20of%20Stars%20-%20Clive%20Gilson.epub",
  "download_url_cached": "scifi/content/SolitudeCover_epub.epub",
  "download_url_timestamp": "2025-03-13T15:31:35.749Z",
  "download_url_etag": "\"5c7ae556-4f9df\"",
  "download_url_dl_duration": 0.447,
  "download_url_dl_mbps": 0.6957576845582966
}
