{
  "id": "PeterWattsBlindsight",
  "title": "Blindsight",
  "creator": "Watts, Peter, 1958-",
  "date": "2006-01-01T00:00:00Z",
  "description": [
    "The Hugo Award–nominated novel by “a hard science fiction writer through and through and one of the very best alive.”  — The Globe and Mail   Two months have past since a myriad of alien objects clenched about the Earth, screaming as they burned. The heavens have been silent since—until a derelict space probe hears whispers from a distant comet. Something talks out there: but not to us. Who should we send to meet the alien, when the alien doesn’t want to meet?   Send a linguist with multiple-personality disorder and a biologist so spliced with machinery that he can’t feel his own flesh. Send a pacifist warrior and a vampire recalled from the grave by the voodoo of paleogenetics. Send a man with half his mind gone since childhood. Send them to the edge of the solar system, praying you can trust such freaks and monsters with the fate of a world. You fear they may be more alien than the thing they’ve been sent to find—but you’d give anything for that to be true, if you knew what was waiting for them. . . .",
    "\"A Tom Doherty Associates book.\"",
    "Includes bibliographical references",
    "Two months after the Earth is taken over by an alien species, a space probe detects a faint signal from the edge of the solar system and attempts to make contact, despite the dangers the signal hints at, relying on a linguist with multiple personalities to make the first contact and attempt a peace agreement"
  ],
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "Science Fiction",
    "paleogenetics",
    "Life on other planets"
  ],
  "downloads": 27117,
  "item_size": 176897375,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Daisy",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "EPUB",
    "Item Tile",
    "MARC",
    "MARC Binary",
    "MOBI",
    "Metadata",
    "Metadata Log",
    "OCLC xISBN JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 75,
  "favorite_sample": [
    "444o",
    "5anna5",
    "_stone_hearted_stupidity_",
    "a_campbell557",
    "alephn0ll"
  ],
  "download_url": "https://archive.org/download/PeterWattsBlindsight/PeterWatts_Blindsight.epub",
  "download_url_cached": "scifi/content/PeterWattsBlindsight_epub.epub",
  "download_url_timestamp": "2025-03-13T08:37:44.053Z",
  "download_url_etag": "\"52bb328e-b9679\"",
  "download_url_dl_duration": 0.733,
  "download_url_dl_mbps": 0.9880443224314941
}
