{
  "id": "huntersofdune00bria",
  "title": "Hunters of Dune",
  "description": "Brian Herbert and Kevin J. Anderson's Hunters of Dune continues the epic Dune saga begun by Frank Herbert, picking up the story from the cliffhanger ending of Chapterhouse: Dune. The novel follows the scattered remnants of humanity as they flee the mysterious Enemy that has been systematically destroying planets across the known universe. The surviving Bene Gesserit, led by Mother Commander Murbella, must unite with their former enemies the Honored Matres to face this existential threat, while the descendants of the original Dune characters struggle to preserve human civilization.\n\nThe story expands the Dune universe's scope beyond the desert planet Arrakis, exploring themes of survival, evolution, and the cyclical nature of history across multiple worlds and factions. The authors attempt to resolve plot threads left hanging from Frank Herbert's final novel while introducing new elements including advanced technology, ancient artificial intelligences, and the revelation of humanity's true enemies. The novel deals with concepts of genetic memory, prescience, and the long-term survival of the human species, maintaining the philosophical depth that characterized the original series. As both continuation and homage to Frank Herbert's vision, Hunters of Dune represents an ambitious effort to complete one of science fiction's most influential sagas while exploring new directions for the far-future universe of political intrigue, mystical powers, and ecological themes.",
  "creator": "Herbert, Brian\nAnderson, Kevin J., 1962-\nHerbert, Frank",
  "subject": [
    "Science Fiction - Adventure",
    "Robots",
    "Science Fiction And Fantasy",
    "Fiction",
    "Fiction - Science Fiction",
    "Science Fiction",
    "Science Fiction - General",
    "Fiction / Science Fiction / General",
    "Dune (Imaginary place)",
    "Movie-TV Tie-In - General",
    "Life on other planets"
  ],
  "tags": [
    "brian herbert",
    "kevin j anderson",
    "2000s science fiction",
    "american science fiction",
    "dune",
    "space opera",
    "epic science fiction",
    "series",
    "sequel",
    "continuation",
    "bene gesserit",
    "honored matres",
    "galactic empire",
    "far future",
    "genetic memory",
    "artificial intelligence",
    "prescience",
    "human evolution",
    "political intrigue",
    "ecological themes"
  ],
  "collection": [
    "internetarchivebooks",
    "delawarecountydistrictlibrary",
    "americana",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/huntersofdune00bria",
  "coverWidth": 180,
  "coverHeight": 281
}
