{
  "id": "nightfall00isaa",
  "title": "Nightfall",
  "description": "Nightfall, expanded from Asimov's 1941 short story into a novel co-written with Robert Silverberg in 1990, explores what happens when an entire civilization experiences darkness for the first time in over two thousand years. On the planet Lagash, which orbits six suns, darkness occurs only once every 2,049 years when a rare eclipse blocks all solar illumination. The planet's inhabitants have no concept of night, stars, or the larger universe beyond their perpetually lit world. As scientists calculate the approaching eclipse, religious cultists warn of apocalypse while the general population remains skeptical of both scientific predictions and religious prophecy.\n\nThe story follows multiple characters as the eclipse approaches: astronomer Beenay trying to photograph the event, journalist Theremon documenting the crisis, psychologist Sheerin studying mass hysteria, and cultist leader Folimun preparing for humanity's encounter with the infinite. When darkness finally falls and thirty thousand stars become visible for the first time, the psychological shock drives most of the population insane. The revelation of humanity's cosmic insignificance, combined with primitive evolutionary fears of darkness, triggers the collapse of civilization that the cultists predicted.\n\nAsimov's tale operates as both hard science fiction and philosophical parable about humanity's place in the universe. The story explores how limiting perspectives can make even basic truths incomprehensible, and how scientific advancement must sometimes overcome both ignorance and madness. The original short story is considered one of science fiction's greatest achievements, demonstrating Asimov's ability to build complex ideas from simple premises. The novel expansion adds character depth while preserving the story's devastating impact—the idea that truth itself can be too terrible for minds unprepared to accept their cosmic insignificance.",
  "creator": "Asimov, Isaac, 1920-1992\nSilverberg, Robert",
  "subject": [
    "Imaginary societies",
    "Science fiction, American",
    "Imaginary societies",
    "Science fiction, American"
  ],
  "tags": [
    "isaac asimov",
    "robert silverberg",
    "1990s science fiction",
    "american science fiction",
    "cosmic horror",
    "multiple suns",
    "eclipse",
    "civilization collapse",
    "psychological science fiction",
    "classic science fiction",
    "nightfall",
    "expanded novel",
    "philosophical science fiction",
    "madness",
    "lagash",
    "stars",
    "cosmic insignificance",
    "scientific prediction",
    "religious prophecy",
    "darkness",
    "collaboration",
    "novel"
  ],
  "collection": [
    "internetarchivebooks",
    "delawarecountydistrictlibrary",
    "americana",
    "printdisabled"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/nightfall00isaa",
  "coverWidth": 180,
  "coverHeight": 303
}
