{
  "id": "uprooted0000novi",
  "title": "Uprooted",
  "creator": "Novik, Naomi",
  "date": "2015-01-01T00:00:00Z",
  "description": [
    "438 pages ; 22 cm",
    "\"Naomi Novik, author of the bestselling and critically acclaimed Temeraire novels, introduces a bold new world rooted in folk stories and legends, as elemental as a Grimm fairy tale. \"Every so often you come upon a story that seems like a lost tale of Grimm newly come to light. Uprooted is such a novel. Its narrative spell is confidently wrought and sympathetically cast. I might even call it bewitching.\"--Gregory Maguire, bestselling author of Wicked and Egg & Spoon \"Our Dragon doesn't eat the girls he takes, no matter what stories they tell outside our valley. We hear them sometimes, from travelers passing through. They talk as though we were doing human sacrifice, and he were a real dragon. Of course that's not true: he may be a wizard and immortal, but he's still a man, and our fathers would band together and kill him if he wanted to eat one of us every ten years. He protects us against the Wood, and we're grateful, but not that grateful.\" Agnieszka loves her valley home, her quiet village, the forests and the bright shining river. But the corrupted Wood stands on the border, full of malevolent power, and its shadow lies over her life. Her people rely on the cold, driven wizard known only as the Dragon to keep its powers at bay. But he demands a terrible price for his help: one young woman handed over to serve him for ten years, a fate almost as terrible as falling to the Wood. The next choosing is fast approaching, and Agnieszka is afraid. She knows--everyone knows--that the Dragon will take Kasia: beautiful, graceful, brave Kasia, all the things Agnieszka isn't, and her dearest friend in the world. And there is no way to save her. But Agnieszka fears the wrong things. For when the Dragon comes, it is not Kasia he will choose. Advance praise for Uprooted \"Uprooted has everything I love: a great heroine, new takes on old myths and legends, and surprising twists and turns. A delight.\"--Cassandra Clare, New York Times bestselling author of The Mortal Instruments series \"Wild, thrilling, and deeply, darkly magical. An instant classic.\"--Lev Grossman, #1 New York Times bestselling author of the Magicians Trilogy \"Reading Uprooted was like rediscovering a favorite old sweater, familiar and beloved. It feels as if it has always existed and has been waiting patiently for me to return to it.\"--Maggie Stiefvater, #1 New York Times bestselling author of the Shiver Trilogy \"Uprooted is one of those tales you come back to over and over again because it's just that enchanting. The adventure builds with such tension that you are peeking through your hands at the end, hoping it will all be okay, and Naomi Novik delivers a conclusion that's deeply satisfying, earning a permanent space on my bookshelf that I'll revisit often.\"--Kevin Hearne, New York Times bestselling author of Shattered \"Magical and practical, otherworldly and planted in the real, I could not stop reading this book and neither will you!\"--Tamora Pierce, New York Times bestselling author of Trickster's Choice and Trickster's Queen \"Uprooted by Naomi Novik is enchanting, in every sense of that fine old word. A charming and inviting story that looks unflinchingly at the strangling roots of hurt and revenge.\"--Robin Hobb, bestselling author of Fool's Assassin\"--",
    "\"Agnieszka loves her valley home, her quiet village, the forests and the bright shining river. But the corrupted Wood stands on the border, full of malevolent power, and its shadow lies over her life. Her people rely on the cold, driven wizard known only as the Dragon to keep its powers at bay. But he demands a terrible price for his help: one young woman handed over to serve him for ten years, a fate almost as terrible as falling to the Wood. The next choosing is fast approaching, and Agnieszka is afraid. She knows--everyone knows--that the Dragon will take Kasia: beautiful, graceful, brave Kasia, all the things Agnieszka isn't, and her dearest friend in the world. And there is no way to save her. But Agnieszka fears the wrong things. For when the Dragon comes, it is not Kasia he will choose\"--"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "dartmouthlibrary-ol",
    "delawarecountydistrictlibrary-ol",
    "gwulibraries-ol",
    "hamiltonpubliclibrary-ol",
    "randolph-macon-college-ol",
    "salisburyfreelibrary-ol",
    "tulsacc-ol",
    "unb-ol",
    "worthingtonlibraries-ol"
  ],
  "subject": [
    "Wizards -- Fiction",
    "FICTION / Fantasy / Epic",
    "FICTION / Science Fiction / Adventure",
    "FICTION / Romance / Fantasy"
  ],
  "downloads": 3189,
  "item_size": 1089021995,
  "format": [
    "ACS Encrypted PDF",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JPEG Thumb",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "Log",
    "MARC",
    "MARC Binary",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "PNG",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Title Page Detection Log",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 76,
  "favorite_sample": [
    "_donis",
    "acreel",
    "aj_cooper",
    "aj_malhotra",
    "amber_official"
  ]
}
