{
  "id": "behemoth_rifters",
  "title": "Behemoth",
  "creator": "Peter Watts",
  "date": "2004-01-01T00:00:00Z",
  "description": "Lenie Clarke-rifter, avenger, amphibious deep-sea cyborg-has destroyed the world. Once exploited for her psychological addiction to dangerous environments, she emerged in the wake of a nuclear blast to serve up vendetta from the ocean floor. The horror she unleashed-an ancient, apocalyptic microbe called ßehemoth- has been free in the world for half a decade now, devouring the biosphere from the bottom up. North America lies in ruins beneath the thumb of an omnipotent psychopath. Digital monsters have taken Clarke's name, wreaking havoc throughout the decimated remnants of something that was once called Internet. Governments have fallen across the globe; warlords and suicide cults rise from the ashes, pledging fealty to the Meltdown Madonna. All because five years ago, Lenie Clarke had a score to settle.  But she has learned something in the meantime: she destroyed the world for a fallacy.  Now, cowering at the bottom of the Atlantic Ocean, rifters and the technoindustrial \"corpses\" who created them hide from a world in its death throes. But they cannot hide forever: something is tracking them, down amongst the lightless cliffs and trenches of the Midatlantic Ridge. The consequences of past acts reach inexorably towards the very bottom of the world, and Lenie Clarke must finally confront the mess she made.  Redemption doesn't come easy with the blood of a world on your hands. But even after five years in purgatory, Lenie Clarke is still Lenie Clarke. There will be consequences for anyone who gets in her way-and worse ones, perhaps, if she succeeds. . . .  Behemoth was originally published in two volumes,  Behemoth: ß-max and  Behemoth: Seppukku . This is the final novel in the Rifters trilogy: Starfish Maelstrom Behemoth Read online at  rifters.com  Archived by Unglue.it",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": "science fiction",
  "downloads": 3510,
  "item_size": 259822759,
  "format": [
    "Abbyy GZ",
    "Animated GIF",
    "Archive BitTorrent",
    "Daisy",
    "DjVu",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "MOBI",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 11,
  "favorite_sample": [
    "bookcrazy4ever",
    "breeadams27",
    "cyberpunkmonkey",
    "george_kerrigan",
    "gviiivayh"
  ],
  "download_url": "https://archive.org/download/behemoth_rifters/behemoth.epub",
  "download_url_cached": "scifi/content/behemoth_rifters_epub.epub",
  "download_url_timestamp": "2025-03-13T13:07:36.854Z",
  "download_url_etag": "\"557b319a-83aa8\"",
  "download_url_dl_duration": 0.64,
  "download_url_dl_mbps": 0.8036255836486816
}
