{
  "id": "TheFaceInTheAbyssFirstEdition1931",
  "title": "The Face In The Abyss - A. Merritt (1931 First Edition)",
  "description": "The Face in the Abyss (First Edition 1931) by A. Merritt is a classic work of early science fiction and fantasy that combines lost world adventure with supernatural elements. Published during the formative years of the science fiction genre, this novel tells the story of explorers who discover an ancient civilization hidden in the South American mountains, complete with advanced technology and mysterious powers. Merritt was known for his lush, descriptive prose and his ability to blend scientific speculation with mythological and supernatural themes. The novel features the typical elements of lost world fiction that were popular in the early 20th century: brave explorers, hidden civilizations, ancient secrets, and exotic locations. As a first edition from 1931, this book represents an important piece of science fiction history, showcasing how the genre evolved from its pulp magazine origins into novel-length works that would influence generations of writers and readers.",
  "creator": "",
  "subject": [
    "Science Fiction",
    "Fantasy",
    "Pulp Fiction",
    "Argosy All-Story Weekly",
    "Argosy",
    "A. Merritt",
    "The Face In The Abyss",
    "The Snake Mother"
  ],
  "tags": [
    "a merritt",
    "1930s science fiction",
    "american science fiction",
    "early science fiction",
    "pulp era",
    "science fantasy",
    "novel",
    "first edition",
    "lost world",
    "ancient civilization",
    "south america",
    "supernatural",
    "hidden technology",
    "exploration",
    "mythological elements",
    "adventure science fiction",
    "classic science fiction",
    "exotic locations",
    "hidden civilizations",
    "ancient secrets",
    "scientific romance"
  ],
  "collection": [
    "pulp_misc_adventure",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/TheFaceInTheAbyssFirstEdition1931",
  "coverWidth": 180,
  "coverHeight": 204
}
