{
  "id": "TheFaceInTheAbyssFirstEdition1931",
  "title": "The Face In The Abyss - A. Merritt (1931 First Edition)",
  "description": "<b>The Face In The Abyss</b> is a fantasy novel by American writer A. Merritt. It is composed of a novelette with the same title and its sequel, \"The Snake Mother\". It was first published in its complete form in 1931 by Horace Liveright. The novelette \"The Face In The Abyss\" originally appeared in the magazine <b><i>Argosy All-Story Weekly</i></b> in the September 8, 1923 issue. The sequel \"The Snake Mother\" was originally serialized in seven parts in <b><i>Argosy</i></b> beginning with the October 25, 1930 issue.<br /><br /><div>The novel concerns American mining engineer Nicholas Graydon. While searching for lost Inca treasure in South America, he encounters Suarra, handmaiden to the Snake Mother of Yu-Atlanchi. She leads Graydon to an abyss where Nimir, the Lord of Evil is imprisoned in a face of gold. While Graydon's companions are transformed by the face into globules of gold due to their greed, he is saved by Suarra and the Snake Mother whom he joins in their struggle against Nimir. <br /></div><div><br clear=\"none\" />\n    Abraham Grace Merritt was born January 20, 1884 in Beverly, New\n    Jersey.  Although he only wrote eight novels and a handful of short\n    stories in his career, nonetheless he is considered one of the\n    giants of imaginative fiction.  I like to describe his writing as\n    Edgar Rice Burroughs meets H.P. Lovecraft, via Clark Ashton Smith. \n    His novels and stories are a subtle blending of dream-like fantasy\n    and fast moving adventure.  Over the years he was much imitated, but\n    seldom equaled.  <br clear=\"none\" /><br clear=\"none\" />\n    He had a typically bucolic childhood in small town America.  His\n    father's family had fought for the Union during the Civil War, his\n    mother's for the Confederacy, which made for some interesting family\n    gatherings.  <i>Last Of The Mohicans</i> author<i> </i>James\n    Fenimore Cooper was his great-great grand uncle by his mother.  His\n    family moved to Philadelphia, about 25 miles south of Beverly, in\n    1894.  Merritt was a voracious reader and had a facility for speed\n    reading, which came in handy later in life.  He graduated high\n    school  with high marks in literature and \"incredibly low ones in\n    mathematics.\"  He originally intended to be a lawyer but soured on\n    this upon realizing that he would sometimes be required to defend\n    the guilty.  His love of reading led to him apprenticing for the\n    Philadelphia Inquirer.  It was during his apprenticeship that he was\n    the accidental witness of a crime that frightened him so badly that\n    he fled the country to Mexico where he spent a year drinking,\n    partying and exploring Aztec and Mayan ruins.  He would never\n    explain exactly what had frightened him so much, but late in life\n    admitted that it had to do with a powerful political figure.  He\n    would draw heavily on his Aztec and Mayan explorations in his\n    writings.<br clear=\"none\" /><br clear=\"none\" />\n    After about a year he returned to Philadelphia and resumed work for\n    the Inquirer.  Merritt's talent was \"feature writing\" and he rose\n    rapidly covering murders, suicides, hangings, mysteries, romances\n    and political stories.  Within six years he had risen to the night\n    city editor and came under the notice of Morrill Goddard, the editor\n    of The American Weekly.  The Weekly was the magazine or Sunday\n    supplement of the Hearst newspaper chain. Goddard hired him as\n    assistant editor in 1912.  He would continue in this position until\n    Goddard unexpectedly died in 1937, upon which Merritt was promoted\n    to take his place.  The American Weekly was 20 pages, 21'' X 15'' in\n    size and was printed on newsprint in full color.  It had a\n    \"newspaper\" circulation of 6.5 million weekly subscribers, but\n    boasted of over 50 million readers, making it the most widely read\n    magazine in the country, if not the world.  It was filled with\n    scantily clad showgirls and movie stars, science articles,\n    historical essays, scandals and tales of murder and suspense, as\n    well as beautiful full-page color advertisements.  In the 1930s\n    Merritt noticed the drawings of Virgil Finlay in Weird Tales and\n    hired him to be an illustrator for the Weekly.  The Parade magazine\n    that currently comes in many American Sunday newspapers, is a pale\n    comparison.   <br clear=\"none\" /><br clear=\"none\" />\n    Merritt thrived in this milieu and was well like by those working\n    under him, because he acted as a buffer between them and the often\n    gruff Goddard.  It was during his time as assistant editor that he\n    found time to write his fiction.  Merritt wrote entirely for his own\n    pleasure and ego.  He didn't need the money.  He was making $100,000\n    a year at a time when $1,500 would have been a respectable\n    middle-class income.  His first fiction writing were short stories\n    beginning with <i>Through The Dragon Glass </i>(1917)<i>, </i>a\n    superb, 5,000 word fantasy about a strange civilization reached by\n    passing through a Chinese jade ring.  This was followed by <i>The People\n      Of The Pit </i>(1918) and <i>Three Lines Of Old French </i>(1919),\n    both masterpieces of short fiction that displayed his organizational\n    and narrative abilities and an ability to create mood with few\n    words, probably a result of his journalistic training.  In between\n    the two he wrote <i>The Moon Pool </i>(1918) a short novelette\n    that launched his writing career in earnest.  So popular was this\n    story that he quickly followed it with a sequel, <i>The Conquest Of\n      The Moon Pool </i>(1919).  Both tell the story of a living,\n    thinking force of pure energy who can travel on moonlight, who uses\n    a pool on a remote Pacific island, as a portal between our reality and another dimension.  The stories concern efforts to rescue people\n    who had been sucked through this portal and the world of the other\n    dimension.  Nothing like this, and as well written as this, had ever\n    appeared in popular fiction before.  Merritt followed this with <i>The\n      Metal Monster </i>(1920) a story about a huge metallic life-form,\n    to whom puny humans are mere playthings and who could cleanse the\n    Earth of them at a whim.  This was followed by <i>The </i><i>Face\n      In The Abyss, </i>a 33,000 word novelette concerning an\n    expedition to the Andes mountains of Peru in search of the lost Inca\n    treasure of Atahualpa, for which Merritt was paid $500.  Since this\n    story is the purpose of this posting, I don't want to go to deeply\n    into the plot.  Needless to say, it is considered by many to be\n    Merritt's masterpiece, myself included.  Although Merritt himself\n    considered <i>The Dwellers In The Mirage</i> (1932) to be his best\n    work.  It took Merritt eight years to write a sequel, which appeared\n    as <i>The Snake Mother </i>in 1930.  Both are included in this\n    post.  Merritt's other novels include <i>The Ship Of Ishtar </i>(1924),\n    <i>Seven Footprints To Satan (1927), Burn Witch Burn </i>(1932) and\n    <i>Creep, Shadow </i>(1934).  This marked the end of Merritt's\n    career as a fiction writer, although he started, but, because of the\n    pressure of putting out a weekly magazine, never had the time to\n    complete two more novels...<i>The Fox Woman</i> and <i>The Black\n      Wheel.  </i>Both of which were completed posthumously, with mixed\n    results, by the artist Hannes Bok. <br clear=\"none\" /><br clear=\"none\" />\n    Merritt must have been an interesting man.  He was remembered by\n    co-workers as a kindly and sympathetic boss, who kept a collection\n    of odd musical instruments at the office and had a love of stinky\n    cheese and organ meat sandwiches.  He had one of the largest\n    collections of books, in several languages, on magic, sorcery and\n    witchcraft in the world, and frequently lectured on these subjects\n    at major universities.  He was also an authority on folklore and\n    mythology, much of which worked it's way into his writing.  He\n    maintained a garden with hundreds of types of poisonous plants from\n    all over the world.  He raised bees for honey.  He maintained homes\n    in New York, Florida, the Bahamas and South America and traveled\n    extensively as time permitted, acquiring  collections of weapons,\n    carvings, and primitive masks during his travels.  He was twice\n    married to women, both of whom were named Eleanore/Eleanor and\n    raised an adopted daughter from his first marriage. He died suddenly\n    of a heart attack, at the age of 59, at his vacation home in Indian\n    Beach, Florida in 1943.</div><div><br /></div>",
  "creator": "",
  "subject": [
    "Science Fiction",
    "Fantasy",
    "Pulp Fiction",
    "Argosy All-Story Weekly",
    "Argosy",
    "A. Merritt",
    "The Face In The Abyss",
    "The Snake Mother"
  ],
  "collection": [
    "pulp_misc_adventure",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/TheFaceInTheAbyssFirstEdition1931",
  "coverWidth": 180,
  "coverHeight": 204,
  "favoriteCount": 0,
  "name": "The Face In The Abyss - A. Merritt (1931 First Edition)",
  "publicdate": "2019-03-08 17:40:55",
  "identifier": "TheFaceInTheAbyssFirstEdition1931",
  "date": "1931",
  "language": "eng",
  "scanner": "Internet Archive HTML5 Uploader 1.6.4",
  "uploader": "cootiebug1952@gmail.com",
  "addeddate": "2019-03-08 17:40:55",
  "curation": "[curator]validator@archive.org[/curator][date]20190308174153[/date][comment]checked for malware[/comment]",
  "identifier-access": "http://archive.org/details/TheFaceInTheAbyssFirstEdition1931",
  "identifier-ark": "ark:/13960/t1pg96q3v",
  "ocr": "ABBYY FineReader 11.0 (Extended OCR)",
  "year": "1931",
  "backup_location": "ia906808_24",
  "coverImageWidth": 180,
  "coverImageHeight": 204
}
