{
  "id": "history-fiction-or-science-vol.-4",
  "title": "History Fiction Or Science Vol. 4",
  "creator": "Anatoly Fomenko & Gleb Nosovskiy & Mike Yagoupov",
  "date": "2008-01-01T00:00:00Z",
  "description": "Why, oh why the mainstream historians do not gratify prominent  mathematician Doctor Fomenko with laurels, but call the riot police? For example, the English historians rage at the suggestion that the history of Ancient England was de facto a Byzantine import transplanted to the English soil by the fugitive Byzantine nobility. As te sign of recognition of the special role of the English historians who consider themselves the true scribes of World History, the cover of the present book portrays Tintoretto's Jesus Christ crucified on the Big Ben. The Russian historians brand it all as pseudoscience: because Dr Fomenko asserts that there was no such thing as the Tartar and Mongol invasion followed by over two centuries of slavery, providing a formidable body of documental evidence to prove his assertion. The so-called 'Tartars and Mongols' were the actual ancestors of the modern Russians, living in a trilingual state with Arabic and Turkic spoken as freely as Russian. The ancient Russian state was governed by a double structure of civil and military authorities and the hordes were actually professional armies with a tradition of lifelong conscription (the recruitment being the so-called 'blood tax'). Their 'invasions' were punitive operations against the regions that attempted tax evasion. Dr Fomenko proves that official Russian history is a blatant forgery concocted by a host of German scholars brought to Russia by the usurper dynasty of the Romanovs. Their ascension to the throne was the result of conspiracy, so they charged these German imports historians with the noble mission of making Romanovs reign look legitimate. Dr Fomenko proves Ivan the Terrible to be a collation of four rulers, no less. These rulers represented the two rival dynasties - the legitimate Godounovs and the ambitious Romanov upstarts. The European historians fume because Fomenko blows consensual Russian history to smithereens, successfully removing a crucial cornerstone from underneath the otherwise impeccable edifice of World History. Per Dr Fomenko all medieval European Kings and Princes were but breakaway vice-regents and vassals of the Global Empire who badly needed glorious and very ancient past in order to legitimize their independence from the Empire. Dr Fomenko adds insult to injury, wiping out one by one: the Ancient Rome: the foundation of Rome in Italy is dated to the 14th century A. D., the Ancient Greece and its numerous poleis, which he identifies as the mediaeval crusader settlements on the territory of Greece, the Ancient Egypt: the pyramids of Giza become dated to the 11th to 14th century A. D. and identified as the royal cemetery of the Global Empire, no less. The civilization of the Ancient Egypt is irrefutably dated to the 11th to 15th century A. D. following the breakthrough in decoding of the ancient Egyptian horoscopes cut in stone. Arabic historians may find some consolation in the crucial historical role of the Ottoman Empire in the 16th - 17th century. The trouble is that this empire was initially a proto-Christian state, with Hagia Sophia identifiable as Temple of Solomon, but built in 1550-1557 A.D. by Sultan Suleiman according to Fomenko! The Divinity excommunicates Dr Fomenko because the history of religions according to Fomenko looks as follows: the pre-Christian period (before the 11th century and Jesus Christ ), Bacchic Christianity (11th to 12th century, before and after Jesus Christ), Jesus Christ Christianity (12th to 14th century) and its subsequent mutations (15th to 17th cy) into Orthodox Christianity, the Catholicism, Protestantism, Islam, Buddhism, and so on..and The Old Testament written after the New Testament in xiv-xvi cy A.D.! Saint Augustine was quite prescient when he said: 'be wary of mathematicians, particularly when they speak the truth.'",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "Science & Math",
    "History & Philosophy"
  ],
  "downloads": 2326,
  "item_size": 654126479,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 38,
  "favorite_sample": [
    "19omhs72",
    "adxlfxitxer",
    "ajdreader",
    "akqueen",
    "atilla2008"
  ],
  "download_url": "https://archive.org/download/history-fiction-or-science-vol.-4/History%20Fiction%20or%20Science%20Vol.%204.epub",
  "download_url_cached": "scifi/content/history-fiction-or-science-vol.-4_epub.epub",
  "download_url_timestamp": "2025-03-13T16:30:08.034Z",
  "download_url_etag": "\"65b14fb2-41dedbc\"",
  "download_url_dl_duration": 21.317,
  "download_url_dl_mbps": 3.0900474090583328
}
