{
  "id": "excession00bank",
  "title": "Excession",
  "description": "Excession is the fifth novel in Iain M. Banks' acclaimed Culture series, exploring the ramifications of an 'Outside Context Problem'—an event so far beyond normal experience that a civilization has no framework for understanding it. The story centers on the appearance of a mysterious artifact near the star Esperi, an object that defies the Culture's advanced understanding of physics and appears connected to the universe's energy grid in impossible ways. When this 'Excession' is discovered, it triggers complex political maneuvering between the post-scarcity Culture civilization, the warlike Affront species, and other galactic powers. The narrative follows multiple perspectives including ship Minds (the artificial intelligences that control Culture vessels), Byr Genar-Hofoen (a Culture diplomat living among the Affront), and the eccentric General Systems Vehicle Sleeper Service. As various factions attempt to understand or exploit the Excession, questions arise about its purpose—whether it represents a test, a gift, or a threat from a vastly superior civilization. The novel showcases Banks' masterful blend of hard science fiction concepts, political intrigue, and philosophical meditation on power, consciousness, and humanity's place in an incomprehensibly vast universe. It stands as one of the most complex and ambitious entries in the Culture series.",
  "creator": "Banks, Iain, 1954-",
  "subject": [
    "Science fiction"
  ],
  "tags": [
    "iain m banks",
    "1990s science fiction",
    "scottish",
    "culture series",
    "space opera",
    "hard science fiction",
    "philosophical science fiction",
    "artificial intelligence",
    "post-scarcity society",
    "political intrigue",
    "galactic politics",
    "alien civilizations",
    "advanced technology",
    "consciousness",
    "series",
    "outside context problem",
    "mysterious artifact",
    "ship minds",
    "diplomatic relations"
  ],
  "collection": [
    "internetarchivebooks",
    "delawarecountydistrictlibrary",
    "americana",
    "printdisabled",
    "inlibrary"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/excession00bank",
  "coverWidth": 180,
  "coverHeight": 263
}
