{
  "id": "blackholesbabyun00hawk",
  "title": "Black holes and baby universes and other essays",
  "creator": "Hawking, S. W. (Stephen W.)",
  "date": "1993-01-01T00:00:00Z",
  "description": [
    "Includes index",
    "Childhood -- Oxford and Cambridge -- My experience with ALS -- Public attitudes toward science -- A brief history of A brief history -- My position -- Is the end in sight for theoretical physics? -- Einstein's dream -- The origin of the universe -- The quantum mechanics of black holes -- Black holes and baby universes -- Is everything determined? -- The future of the universe -- Desert Island Discs : an interview",
    "\"In his phenomenal bestseller A Brief History of Time, Stephen Hawking literally transformed the way we think about physics, the universe, reality itself. Widely regarded as the most brilliant theoretical physicist since Einstein, he has opened our minds to today's most important scientific ideas about the cosmos. Now Stephen Hawking returns to shed new light on the darkest regions of space and time...and to reveal an extraordinary array of possibilities for our understanding of the universe.\" \"These thirteen essays and one remarkable extended interview broadcast over the BBC on Christmas day 1992 range from the autobiographical to the purely scientific. Building on his earlier work, Stephen Hawking discusses imaginary time, how black holes can give birth to baby universes, and scientists' efforts to find a complete unified theory that would predict everything in the universe, a concept that he believes will come to seem as natural to the next generation as the idea that the world is round.\" \"With the great unfolding mysteries of the universe as a backdrop, Stephen Hawking also reflects on free will, the value of life, and his perceptions of death. He looks at how science theory converges with - and diverges from - science fiction, as well as how science fact interfaces with our own lives.\" \"The pieces in this collection reveal Stephen Hawking variously as the scientist, the concerned world citizen, the man, and - always - the rigorous and imaginative thinker. Severely disabled by ALS - Lou Gehrig's disease - he describes the way in which this has affected but not constrained his personal and intellectual life: from the special computer technology that lets him translate his thoughts into words and his words into sounds, enabling him to write and speak, to the process of evolving his ideas, teaching his students, and working with his colleagues.\"",
    "\"Using his characteristic mastery of language, his sense of humor, his commitment to plain speaking, and his disdain for pompousness, Stephen Hawking invites us in this book to know him better and to share his passion for the voyage of intellect and imagination that has opened new ways to understanding the very nature of the universe.\"--BOOK JACKET"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "delawarecountydistrictlibrary",
    "americana",
    "printdisabled",
    "library_of_atlantis"
  ],
  "subject": [
    "Hawking, S. W. (Stephen W.)",
    "Cosmology",
    "Science",
    "Physicists",
    "Cosmología",
    "Ciencia",
    "Físicos",
    "Kosmologie"
  ],
  "downloads": 2403,
  "item_size": 262137572,
  "format": [
    "ACS Encrypted PDF",
    "Abbyy GZ",
    "Animated GIF",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Grayscale PDF",
    "Item Tile",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "MARC",
    "MARC Binary",
    "MARC Source",
    "Metadata",
    "Metadata Log",
    "OCLC xISBN JSON",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 36,
  "favorite_sample": [
    "abrandao",
    "alan_carsey",
    "artursz",
    "breeadams27",
    "charstar3"
  ]
}
