{
  "id": "le-pouvoir-de-warlock-01",
  "title": "LE POUVOIR DE WARLOCK 1 a 12",
  "creator": "Stan Lee Jack Kirby Roy Thomas Jim Starlin",
  "date": "1967-01-01T00:00:00Z",
  "description": "LE POUVOIR DE WARLOCK 1 a 12 trouve ici Aujourd'hui nous allons parler de Warlock, un super-héros MARVEL qui a eu sa propre revue aux éditions Héritage en janvier 1976 et décembre 1976, soit 12 numéros.  Adam Warlock est une création du scénariste Stan Lee et du dessinateur Jack Kirby,. la série sera développée de façon significative par les scénaristes Roy Thomas et Jim Starlin, le personnage de fiction apparaît pour la première fois dans le comic book Fantastic Four #66 - 67 en septembre 1967. Adam Warlock est un humain créé artificiellement, né d'un cocon au cœur du complexe scientifique appelé la Ruche. Ses créateurs, quatre scientifiques qui s'étaient baptisés l'Enclave, avaient pour but de créer un humain parfait afin, ensuite, de pouvoir le contrôler et l'exploiter. Cependant, à l'intérieur de son cocon, leur création devint consciente et comprit les plans de ses créateurs à son égard ; il commença, avant même sa naissance, à résister à ses créateurs.  Jerome Hamilton, l'un des membres de l'Enclave assista à la naissance de Lui, tel qu'il se baptisa au sortir de son cocon ; cependant, n'ayant eu ni enfance ou parents, Lui était immature et ne réussit pas à contrôler ses pouvoirs, Lui préféra s'envoler pour les étoiles, brisant ainsi les rêves de l'Enclave.  Dans l'espace, Lui commença à mûrir, mais c'est encore presque avec l'esprit d'un adolescent qu'il croisa la route de Thor et Sif. Séduit par la déesse, Lui l'enleva mais, rattrapé par Thor, il affronta celui-ci avant d'être vaincu et obligé de reformer son cocon pour soigner ses blessures, et éviter de mourir.  Quelques mois plus tard, le Maître de l'Evolution trouva le cocon de Lui et le ramena à son satellite en orbite autour de la Contre-Terre ; sortant de son cocon, Lui fut guidé par le Maître et acquit enfin la maturité qui lui manquait, changeant de nom pour devenir Adam Warlock. (marvel premiere #1) Le Maître de l'Evolution lui donna également la Gemme de l'Ame, l'une des Gemmes de l'Infini, une pierre lui permettant de sentir et d'absorber les âmes de ses adversaires dans la dimension intérieure de la Gemme. Source :  marvel-world.com",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "LE POUVOIR DE WARLOCK 1 a 12",
    "bd",
    "bande dessinée",
    "sf",
    "science fiction",
    "marvel",
    "comics"
  ],
  "downloads": 2070,
  "item_size": 698178355,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 11,
  "favorite_sample": [
    "altaaf_khan",
    "crustsue",
    "francesco834",
    "hung_lin",
    "kbalazs"
  ],
  "download_url": "https://archive.org/download/le-pouvoir-de-warlock-01/LE%20POUVOIR%20DE%20WARLOCK%2001%20.epub",
  "download_url_cached": "scifi/content/le-pouvoir-de-warlock-01_epub.epub",
  "download_url_timestamp": "2025-03-13T17:45:16.012Z",
  "download_url_etag": "\"6640d946-6cf0\"",
  "download_url_dl_duration": 0,
  "download_url_dl_mbps": null
}
