{
  "spacecraft_description": "Snow Crash, published in 1992, helped define the cyberpunk genre's second wave while simultaneously satirizing its conventions. Set in a near-future America where the federal government has largely collapsed and been replaced by corporate franchises and sovereign enclaves, the novel follows Hiro Protagonist—freelance hacker, pizza delivery driver for the Mafia, and the greatest swordfighter in the Metaverse. When a new drug called Snow Crash begins infecting hackers both in the virtual Metaverse and in reality, Hiro teams up with fifteen-year-old courier Y.T. to uncover a conspiracy reaching back to ancient Sumerian mythology.\n\nStephenson's novel operates on multiple levels: as a fast-paced techno-thriller, a satire of libertarian capitalism, and an exploration of linguistics, consciousness, and information theory. The Metaverse—Stephenson's vision of a virtual reality internet—proved remarkably prescient, influencing real-world VR development and popularizing concepts like avatars and virtual real estate. The novel's central conceit, that language can function as a virus capable of programming human consciousness, weaves together neurolinguistics, computer science, and mythology into a meditation on the nature of information and control.\n\nSnow Crash's influence extends far beyond literature, shaping how Silicon Valley conceptualizes virtual worlds and digital interaction. Stephenson's hyper-kinetic prose style, encyclopedic digressions, and blend of high concepts with low humor established a new model for postcyberpunk fiction. The novel's examination of corporate power, information warfare, and the merger of physical and digital realities remains remarkably relevant, while its satirical edge prevents it from taking its own ideas too seriously. By treating ancient Sumerian myths as humanity's first operating system, Stephenson created a unique fusion of historical speculation and futuristic vision.",
  "spacecraft_tags": [
    "cyberpunk",
    "metaverse",
    "virtual reality",
    "satire",
    "near future",
    "hacker",
    "linguistics",
    "corporate dystopia",
    "postcyberpunk",
    "mythology"
  ]
} 