{
  "id": "DayBradfordM.AnIndexOnTheWeirdFantasticaInMagazines1953",
  "title": "An Index On The Weird & Fantastica In Magazines - Bradford M. Day (1953)",
  "date": "1953-01-01T00:00:00Z",
  "description": "An Index On The Weird & Fantastica In Magazines by Bradford M. Day (1916-2004) is an index of weird and fantastic stories found in pulp magazines and general fiction magazines published in the late 19th and early to mid-20th centuries such as Weird Tales, Strange Tales, Strange Stories, Oriental Stories, Magic Carpet, Golden Fleece, Adventure, Argosy, All-Story, The Scrap Book, The Idler, Cosmopolitan, Everybody's Magazine, etc.  The core of the index is three chronological checklists: The first is a complete issue by issue index of Weird Tales (through November 1953), Golden Fleece, Strange Tales, Oriental Stories, The Magic Carpet Magazine, Tales Of Magic And Mystery, The Thrill Book, and Strange Stories; the second a list of fantasy stories published in Complete Stories, Romance Magazine, Popular Magazine, The Idler, Blue Book, and eight Frank A. Munsey publications (All-American Fiction, All-Story Magazine, The Argosy, The Cavalier, Live Wire, Munsey's Magazine, Ocean, and Scrap Book); the third an incomplete list of fiction published in Adventure, Black Book Detective, Cosmopolitan, Everybody's Magazine, Top Notch, and eight others. Appended to the core is \"A Checklist Of Fantastic Magazines,\" later expanded and published as The Complete Checklist Of Science-Fiction Magazines (New York: Science-Fiction & Fantasy Publication[s], [1961]). It's now partially superseded by Parnell and Ashley (MONTHLY TERRORS: AN INDEX TO THE WEIRD FANTASY MAGAZINES PUBLISHED IN THE UNITED STATES AND GREAT BRITAIN, Greenwood Press, 1985), but is still useful for obscure material not indexed in any other source. It was first published in 1953 in a limited edition of 400 copies, mimeographed and bound in stiff red textured wrappers, side-stapled (8 1/2\" x 11\"). This is a scan of that edition. In 1995, Day self-published a second edition in Hillsville, Virginia. L ike the original, it was issued in a softcover 8 1/2\" x 11\" format. It was revised and expanded from the 1953 issue (with 258 pages whilst the earlier edition was 162 pages).",
  "mediatype": "texts",
  "collection": [
    "pulp_misc_sf",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "subject": [
    "Pulps",
    "Pulp Magazines",
    "Science Fiction",
    "Fantasy",
    "Horror",
    "Supernatural",
    "Reference Books",
    "Weird Tales",
    "Strange Tales",
    "Strange Stories",
    "Oriental Stories",
    "Magic Carpet",
    "Blue Book",
    "Argosy",
    "All-Story",
    "Munsey Magazines"
  ],
  "downloads": 3834,
  "item_size": 285553749,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Comic Book RAR",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 31,
  "favorite_sample": [
    "1-9user",
    "bibwrangler",
    "bryan_c",
    "burningbookshelf",
    "cascadiarising"
  ],
  "download_url": "https://archive.org/download/DayBradfordM.AnIndexOnTheWeirdFantasticaInMagazines1953/Day%2C%20Bradford%20M.%20-%20An%20Index%20On%20The%20Weird%20%26%20Fantastica%20In%20Magazines%20(1953).epub",
  "download_url_cached": "scifi/content/DayBradfordM.AnIndexOnTheWeirdFantasticaInMagazines1953_epub.epub",
  "download_url_timestamp": "2025-03-13T12:11:16.844Z",
  "download_url_etag": "\"657b8527-82944e\"",
  "download_url_dl_duration": 6.511,
  "download_url_dl_mbps": 1.25344911674039
}
