{
  "id": "krasnyi_zhurnal_dlia_vsekh_1925",
  "title": "Красный журнал для всех 1925 №01-12",
  "creator": "«Красный журнал для всех» (Red magazine for everyone)",
  "date": "1925-01-01T00:00:00Z",
  "description": "«Красный журнал для всех» издавался в 1922—1925 в Ленинграде под редакцией Д. Сверчкова, затем И. Флеровского и др. Наряду с беллетристикой в журнале помещались научно-популярные статьи.  #01 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание А. А-ров. Вождь и учитель (к годовщине смерти В. И. Ленина) Б. Соловьев. О детстве (стихотворение) С. Обрадович. Вечернее предместье (стихотворение) Н. Браун. Степь (стихотворение) Вс. Иванов. Садовник Эмира Бухарского (рассказ) В. Рождественский. Мой лес (стихотворение) И. Вегер (отец). 9-е января 1905 г. М. Левин. Очередное звено  Проф. Н. Каменьшщиков. Как определить расстояние до светил И. К. От чего зависит пол Новые книги #02 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Борис Соловьев. Копыто (стихотворение) Иван Васильев. 1916-й (стихотворение) Григорий Сорокин. На лыжах (стихотворение) Дм. Четвериков. Трахтырь. Рассказ М. Гинзбург. * * * (стихотворение) Мих. Козаков. Смертники. Рассказ А. Прокофьев. * * * (стихотворение) Борис Лившиц. П. Я. Лавров А. Грюнберг. План Дауэса Б. Миляев. Сельское хозяйство СССР Е. Мальченко. Как предсказывают погоду Проф. C. В. Серков.  Из мира невидимого, но познаваемого Г. Горбачев.  А. Чапыгин Новые книги #03 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание С, Обрадович. Негр в Москве (стихотворение) О. Мандельштам. Верден (стихотворение) Геннадий Фиш. Встреча (стихотворение) Борис Соловьев. * * * (стихотворение) Всеволод Иванов. Снега (рассказ) Николай Баршев. Червертое (рассказ) Анатолий Браун. 1871 (стихотворение) Л. Миляев. Сельскохозяйственная политика СССР Е. Мальченко. Изменился ли климат СССР В. Слепков. Работа головного мозга. И. К. Интерсексы и их возникновение Инж. В. Д. Никольский. Паровой  двигатель Х-лучи и ультрафиолетовые лучи в обыденнной жизни Новые книги #04 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Мих. Голодный. Страна Советов (стихотворение) Н. Браун. Привал (стихотворение) С. Обрадович. Золото (стихотворение) Гр. Знаменский. О буднях (стихотворение) Алексей Тверяк. Шарыга (рассказ) Серафим Огурцовю Советская ярмарка (стихотворение) Август Явич. Расстрел (рассказ) Надежда Ярославлева. Город (стихотворение) Басин. Кицюк и Козырь (рассказ) Иван Васильев. Встреча (стихотворение) Г. Войтинский. Сун-Ят-Сен и освободительное движение в Китае Г. Сандомирский. Международный фашизм и его успехи Дружинин. Основные вопросы марксистской литературной критики В. Павлов. Паразиты бактерий Проф. С. В. Сверков. Как были взвешены молекулы Проф. Н. Каменьщиков. Как наблюдают небесные светила Инж. В. Д. Никольский. Паровой  двигатель (окончание) А. Вальков. К. А. Тимирязев Новые книги #05 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание От редакции А. Чепыгин. Гришка бобыль (рассказ) А. Ясный. Осень (стихотворение) Джек Алтаузен. 1917 год (стихотворение) А. Пучков. Яблочко (рассказ) P. Доржелес. Голгофа. Из романа. Пер. Овсянниковой H. Тихомиров. У турбины (стихотворение) Надежда Рославлева. Балтфлотцам (стихотворение) А. А-ров. Учение Ленина о диктатуре пролетариата Леднев. Развенчанный социалист K. Бакашева. Банкнота при капитализме и червонец в СССР К. Александрович. Свет и жизнь Проф. В. Серков. Абсолютный нуль И. К. Внутренняя секреция и пол Новые книги #06 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Иван Васильев. пролог (стихотворение) Вл. Панфилов. Фрезера (стихотворение) Николай Катков. Черная пыль (рассказ) Борис Соловьев. На страже (стихотворение) П. Яровой. Затравленный (рассказ) Т. Дмитриев. Тиханка (рассказ) Гр. Сандомирский. Современная Франция Л. Миляев. Промышленность СССР Е. Мальченко. О засухе и борьбе с ней Проф. В. Серков. Абсолютный нуль (окончание) Проф. К. Гриневич. Монголо-тибетская экспедиция П. К. Козлова П. Жилин-Ростовцев. О современном искуусстве Германии Новые книги #07 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Борис Соловьев. Ленинградская мостовая (стихотворение) Борис Ковынев. Гаромонист (стихотворение) Борис Лавренев. Кровный узел (рассказ) Николай Катков. Черная пыль (рассказ, окончание) Б. Семенов. Шанхай и Морокко Восстание на \"Потемкине\". По запискам т. Кирилла Г. Дружинин. О пролетарской литературе А. Холопов. Изолированные организмы ии изучение их функций И. К. Оплодотворение и партеногенез А. П. Александров. Из воспоминаний о борьбе на юге в 1917 и 1918 годах Неисчерпаемый источник энергии Новые книги #08 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Борис Соловьев. В переулке (стихотворение) Илья Садофьев. Голубые глаза (стихотворение) Мих. Карпов. Палисадник (повесть) Мих. Исаковский. Дед и внук (стихотворение) Данила Крептюков. Обрастание (рассказ) А. К. Фридрих Энгельс А. А-ров. Диктатура пролетариата и лозунг \"Лицом к деревне!\" А.Н. Гольдфарб. Северо-Американские Соединенные штаты В. Слепков. Психика и нервная система В. Павлов. Коллоиды и жизнь Проф. Н. Каменьщиков. Небесная фотография Инж. В. Никольский. Современные тепловозы и их значение Н. Пинегин. На аэроплане к Северному Полюсу #09 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Данила Крептюков. Над ямами (рассказ) Мих. Карпов. Палисадник (повесть, окончание) В. А. Андреев. Два века. К двухсотлетию Академии Наук А.Н. Гольдфарб. Америка и Европа Е. Филоненко. Искусственный каучук Д-р. мед. Ю. Д. Малис. Электротехника и электротравма Инж. В.-Д. Никольский. Современная техника пара Дружинин. Литературное обозрение Лебеденко. Перелет Москва-Пекин #10 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Аросев. Товарищ ворон (отрывок из повести Дюла Иллеш. Победа филистимлян (рассказ) Ю. М. Каждый маленьким был героем (стихотворение) Евгений Панфилов. * * *  (стихотворение) Н. Н. Ильин. Неизвестный (рассказ) Р. Арский. Великая годовщина И. Бялый. О темпе роста хозяйства СССР Проф С. В. Серков. На пути к сокровенным глубинам атома Ив. Комаров. Война будущего И. К. Механизм движений и поведения животных Лутер Бербэнк. Как создавать новые растения Г. Горбачев. Ю. Либединский Новые книги #11 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание Илья Садофьев. Живым - живое (стихотворение) М. Петровский. Броненосец \"Потемкин\" (стихотворение) Антроп из Лисьих гор. Байки Анатолий Браун. Вечер (стихотворение) И. Скоринко. Любовь комсомольская (рассказ) Ефим Быстрицкий. местечко Каныбылод (рассказ) Пьер Миль. Крыса. (рассказ) Виссарион Саянов. карагайлы-Аят (стихотворение) И. Соколов-Микитов. На речке Невестнице. Очерки Б. Струмилло. От кровавого Воскресенья к совету Рабочих Депутатов Н. Крушкол. Итоги Локарно Проф С. В. Серков. На пути к сокровенным глубинам атома (окончание) В. Никольский. Что такое радио? А. Холопов. Новое в химии ферментов Ив. Комаров. Виды рыб, обитающих в больших океанских глубинах А. Рашковская. Пути западной современной литературы В. Фриче. Анатоль Франс  Новые книги #12 Л.: Рабочее издательство  \"Прибой\", 1925. — 66 с. Содержание В. Молчанов. Город восстаний (стихотворение) Б. Лавренев. (рассказ) П. Бранд. Яхта (стихотворение) Ник. Воскресенский. Серебряный тенге (рассказ) Ил. Вардин. Московское восстание 1905 года Е. Коц. Декабристы К. Бакащева. Политика Советской власти в деревне Д. Заславский. За рубежом М. П. Виноградов. Анабиоз или явление оживания Мелентьев. Как разоружается Англия Вогак. Развитие техники мореплавания Новые книги",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_miscellaneous",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "Красный журнал для всех",
    "общественно-политический журнал",
    "советская проза",
    "Soviet fiction",
    "советская поэзия",
    "Soviet poetry",
    "рассказы",
    "short stories",
    "Всеволод Иванов",
    "Vsevolod Ivanov",
    "Сергей Обрадович",
    "Sergey Obradovich",
    "сельское хозяйство СССР",
    "внешняя политика СССР",
    "Soviet agriculture",
    "Soviet foreign relations",
    "popular science",
    "научно-популярные статьи",
    "Осип Мандельштам",
    "Osip Mandelstam",
    "климат СССР",
    "Soviet climate",
    "neuroscience",
    "сексуальность",
    "sexuality",
    "steam engine",
    "паровой двигатель",
    "физика",
    "physics",
    "химия",
    "chemistry",
    "китайская революция",
    "Сунь Ят-Сен",
    "деньги при социализме",
    "червонец",
    "socialist money",
    "chervonets",
    "биология",
    "biology",
    "Сун Ят-Сен"
  ],
  "downloads": 2100,
  "item_size": 1539967890,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 4,
  "favorite_sample": [
    "antoxa115",
    "gegay",
    "nanruj",
    "orieshyn"
  ],
  "download_url": "https://archive.org/download/krasnyi_zhurnal_dlia_vsekh_1925/krasnyi_zhurnal_dlia_vsekh_1925_01.pdf",
  "download_url_cached": "scifi/content/krasnyi_zhurnal_dlia_vsekh_1925_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T17:39:50.488Z",
  "download_url_etag": "\"5d14c9bc-e789b8\"",
  "download_url_dl_duration": 1.474,
  "download_url_dl_mbps": 9.817586663296622
}
