{
  "id": "selected-by-extraterrestrials-v-2-william-tompkins",
  "title": "Selected By Extraterrestrials Vol 2",
  "creator": "William Tompkins",
  "date": "2020-01-01T00:00:00Z",
  "description": "The first volume of Selected by Extraterrestrials covered the life of Bill Tompkins to about 1970 and did not go deeply into the super-secret briefings he attended with Navy spies reporting what was going on in Nazi Germany from 1942-1945. Volume 2 of his ground-breaking memoirs covers those details and more about his subsequent aerospace career at companies including TRW. Here is a record of everything that Bill Tompkins wrote on his computer about his life until his death in 2017. You can read what Bill was remembering as he typed his recollections over about 15 years. Of special interest is his detailed access to work being done by TRW that is largely still unknown, such as aggressive remote viewing projects with the early Bobby Ray Inman involvement, extensive underground alien and U.S. tunneling systems, and the interesting role TRW played in the content of movies. Bill was in charge of the famous Joe Papp engine development that was one of many non-petroleum energy systems studied by TRW.Bill was entered the world of secrecy as a teenager, when the Navy took his personal ship models out of a Hollywood department store display window because they showed the classified locations of radars and gun emplacements. He was present at the “Battle of L.A.” when 1430 antiaircraft rounds were fired at UFOs, and he claims one of the Nordic craft selected him to be their rep in the evolving aerospace race. After working at North American Aviation and Northrop, he was hired by Douglas Aircraft Company in 1950, and when they found out about his involvement in classified work, was given a job as a draftsman with a peripheral assignment to work in a “think tank”. It was controlled by the Navy personnel who used to work for James Forrestal and who developed what probably later became the “Solar Warden” secret spacecraft system. Volume 2 provides very personal interactions with his co-workers and secretaries, some of whom the he believes were Nordic aliens helping the “good guys” here on Earth. He sketched six alien craft he personally saw on TV when Armstrong was landing on the Moon. Born in May 1923, Bill Tompkins was one of the few survivors of the “big war”, married to the same woman Mary, and told his story about what he really did during his aerospace life from the 1940s through 2017 and confirmed the existence of a secret space program today. “Yes, because we know the aliens drop their five gases frequently and yes, we have photos of squadrons of their tankers dropping the stuff right on Orange and San Diego counties at 300 feet. One or two of those gases contain elements that prevent us from using the other 95 % of our brain, probably most of the stuff floating around between our ears.” Cindy said, “So……Lets look even deeper. George Moe from the 3751 history lab said, ‘The aliens have definitely prevented us from understanding our distant past’.” The schools don’t even teach history anymore. If it is taught, it is a totally incorrect version to prevent us from knowing our real planet history of continued wars to control population, and other civilizations in our distant past...and ask questions.” PREFACE TABLE OF FIGURES EULOGY FOR BILL TOMPKINS Chapter 1 WHAT WERE MY EARLY REMINISCENCES? Chapter 2 WHAT DID I SEE AT THE “BATTLE OF L. A.”? Selected Battle of L.A., Douglas and RAND Chapter 3 WHAT DID I LEARN WITH ADMIRAL RICO BOTTA? Typical Interviews with the Admiral Rico Botta Propaganda for Aryan dominance Putting these four years in perspective Close call landing the admiral’s plane. Close calls flying as a courier VRIL and the 1443 Extinction of non-Aryans German Mind Control Life extension, production of discs Recap later at TRW Nazis are moving to Antarctica Chapter 4 HOW DID I CONTRIBUTE PERSONALLY TO BALLISTIC MISSILE DEFENSE? My personal involvement in the Nike Defense Systems TRW and Ballistic Missile Defense The U.S. Navy Space War Planning Chapter 5 WHO HAS BEEN ON THE MOON? My questions, speculations and opinions My testimony: first-hand reports I heard or saw Testimony about structures on the Moon Chapter 6 WHY DID I LIKE TRW AS A PLACE TO WORK? Limits of the universe Germans and Admiral Byrd Zeppelin analogy with space operations How and when were the secret laser weapon systems developed? Star Wars weapon systems. Chapter 7 REMOTE VIEWING AT TRW TRW’s Remote Viewing Program. Remote Viewing and Bobby Ray Inman TRW’s involvement in so-called “science fiction” movies The TRW attempt to build the Egyptian Pyramids Alien chemical warfare The Oceanside photograph and alien gases Life Extension Chapter 8 TRANSPORTATION STUDIES AT TRW",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_computer_inbox",
    "folkscanomy_computer",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "Space Science",
    "Ufology",
    "UFO",
    "UFOs",
    "Flying Saucers",
    "Extraterrestrials",
    "Nordics",
    "Reptilians",
    "think tanks",
    "TRW",
    "space vehicles",
    "moon",
    "mars",
    "Battle of LA",
    "Admiral Rico Botta",
    "Maria Orsic",
    "Vril society",
    "antarctica",
    "Germany",
    "wwg1wga"
  ],
  "downloads": 3787,
  "item_size": 79979182,
  "format": [
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 48,
  "favorite_sample": [
    "19331936239",
    "85_y",
    "abcdb_",
    "alxalx",
    "ang_lique287"
  ],
  "download_url": "https://archive.org/download/selected-by-extraterrestrials-v-2-william-tompkins/Selected%20by%20Extraterrestrials%20v2%20-%20William%20Tompkins.epub",
  "download_url_cached": "scifi/content/selected-by-extraterrestrials-v-2-william-tompkins_epub.epub",
  "download_url_timestamp": "2025-03-13T12:15:42.127Z",
  "download_url_etag": "\"62a3d26d-1b4b8e\"",
  "download_url_dl_duration": 7.461,
  "download_url_dl_mbps": 0.22864843434230392
}
