{
  "id": "science-knowledge-encyclopedia_202212",
  "title": "Science: Knowledge Encyclopedia",
  "creator": "Umair Mirza",
  "date": "2018-08-07T00:00:00Z",
  "description": "Explore science as you’ve never known it before with this children's encyclopedia perfect for budding scientists! Forming part of a fantastic series of kid's educational books, this bold and brilliant kid's encyclopedia uses ground-breaking CGI imagery to reveal the world as you've never seen it before. Informative, diverse in subject matter, easy-to-read and brimming with beautiful graphics, young learners can explore the incredibly detailed cross-sections and cutaways that reveal the scientific inner workings of just about everything! This charming children’s encyclopedia opens the world in new ways, with:  - Packed with facts, charts, timelines, and infographics that cover a vast range of topics.  - Encompassing a visual approach with illustrations, photographs and extremely detailed 3D images. - Crystal clear text distills the key information. - DK's encyclopedias are fact-checked by subject experts to offer accuracy beyond online sources of information. This fully-updated edition of  Knowledge Encyclopedia Science!  is the perfect encyclopedia for children aged 9-12, ideal for inquisitive minds, providing young readers with an engaging introduction to core science topics, demonstrating how all the major scientific principles fit together and using awe-inspiring illustrations to reveal how biology, chemistry and physics is used every day in the world around us. Jam-packed with spectacular scientific facts, including graphics, facts, and data boxes, this science encyclopedia is sure to delight budding young scientists.  Explore, Discover And Learn! DK's Knowledge Encyclopedia Science!  uncovers the marvels of our world in unprecedented detail and with stunning realism. Encompassing incredible computer-generated images to reveal and explain science as never before, you can spend quality time exploring the world of science with your children, whether it’s looking inside a cell, pulling apart a Formula 1 racing car, or examining the forces that hold the Universe together, accompanied by impressive visuals to engage their senses. A must-have volume for curious kids with a thirst for knowledge, this enthralling encyclopedia is structured in such a way that your child can read a bit at a time, and feel comfortable to pause and ask questions. Doubling up as the perfect gift for young readers, who are always asking questions about the inner workings of our planet!  At DK, we believe in the power of discovery. This thrilling kid’s encyclopedia is part of the Knowledge Encyclopedia educational series. Celebrate your child’s curiosity as they complete the collection and discover diverse facts about the world around them. Dive into the deep blue with  Knowledge Encyclopedia Ocean!  Travel back in time to when dinosaurs roamed the earth with  Knowledge Encyclopedia Dinosaur!  And hone your knowledge on how the human body works with  Knowledge Encyclopedia Human Body!  Whatever topic takes their fancy, there’s an encyclopedia for everyone! Editorial Reviews About the Author DK was founded in London in 1974 and is now the world leading illustrated reference publisher and a member of the Penguin Random House division of Bertelsmann. DK publishes highly visual, photographic non-fiction for adults and children. DK produces content for consumers in over 100 countries and over 60 languages, with offices in the UK, India, US, Germany, China, Canada, Spain and Australia. DK's aim is to inspire, educate and entertain readers of all ages, and everything DK publishes, whether print or digital, embodies the unique DK design approach. DK brings unrivalled clarity to a wide range of topics, with a unique combination of words and pictures, put together to spectacular effect. We have a reputation for innovation in design for both print and digital products. Our adult range spans travel, including the award-winning DK Eyewitness Travel Guides, history, science, nature, sport, gardening, cookery and parenting.  DK’s extensive children’s list showcases a fantastic store of information for children, toddlers and babies. DK covers everything from animals and the human body, to homework help and craft activities, together with an impressive list of licensing titles, including the best-selling LEGO® books. DK acts as the parent company for Alpha Books, publisher of the Idiot's Guides series and Prima Games, the world’s leading publisher of strategy content for PC and console video games. Product details Publisher ‏ : ‎  DK Children; Illustrated edition (August 7, 2018) Language ‏ : ‎  English Hardcover ‏ : ‎  208 pages ISBN-10 ‏ : ‎  1465473637 ISBN-13 ‏ : ‎  978-1465473639 Reading age ‏ : ‎  5 - 10 years, from customers Lexile measure ‏ : ‎  IG1070L Grade level ‏ : ‎  4 - 7 Item Weight ‏ : ‎  3 pounds Dimensions ‏ : ‎  10.19 x 0.76 x 12.13 inches",
  "mediatype": "texts",
  "collection": [
    "folkscanomy_science",
    "folkscanomy",
    "additional_collections"
  ],
  "subject": [
    "English Books",
    "Science",
    "Science Books",
    "Encyclopedia of Science",
    "Science Encyclopedia",
    "History of Science",
    "Science History",
    "Science Guide",
    "Visual Guide of Science"
  ],
  "downloads": 3452,
  "item_size": 281314552,
  "format": [
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 89,
  "favorite_sample": [
    "aarush_sharma457",
    "acaciasw",
    "achieve19",
    "adem_haddad",
    "afrae"
  ],
  "download_url": "https://archive.org/download/science-knowledge-encyclopedia_202212/Science!_%20Knowledge%20Encyclopedia.epub",
  "download_url_cached": "scifi/content/science-knowledge-encyclopedia_202212_epub.epub",
  "download_url_timestamp": "2025-03-13T13:14:37.292Z",
  "download_url_etag": "\"655b7840-1f03590\"",
  "download_url_dl_duration": 8.364,
  "download_url_dl_mbps": 3.707924053350856
}
