{
  "id": "TheFaceInTheAbyssFirstEdition1931",
  "title": "The Face In The Abyss - A. Merritt (1931 First Edition)",
  "date": "1931-01-01T00:00:00Z",
  "description": "The Face In The Abyss is a fantasy novel by American writer A. Merritt. It is composed of a novelette with the same title and its sequel, \"The Snake Mother\". It was first published in its complete form in 1931 by Horace Liveright. The novelette \"The Face In The Abyss\" originally appeared in the magazine Argosy All-Story Weekly in the September 8, 1923 issue. The sequel \"The Snake Mother\" was originally serialized in seven parts in Argosy beginning with the October 25, 1930 issue. The novel concerns American mining engineer Nicholas Graydon. While searching for lost Inca treasure in South America, he encounters Suarra, handmaiden to the Snake Mother of Yu-Atlanchi. She leads Graydon to an abyss where Nimir, the Lord of Evil is imprisoned in a face of gold. While Graydon's companions are transformed by the face into globules of gold due to their greed, he is saved by Suarra and the Snake Mother whom he joins in their struggle against Nimir. Abraham Grace Merritt was born January 20, 1884 in Beverly, New Jersey.  Although he only wrote eight novels and a handful of short stories in his career, nonetheless he is considered one of the giants of imaginative fiction.  I like to describe his writing as Edgar Rice Burroughs meets H.P. Lovecraft, via Clark Ashton Smith.  His novels and stories are a subtle blending of dream-like fantasy and fast moving adventure.  Over the years he was much imitated, but seldom equaled.  He had a typically bucolic childhood in small town America.  His father's family had fought for the Union during the Civil War, his mother's for the Confederacy, which made for some interesting family gatherings.  Last Of The Mohicans author James Fenimore Cooper was his great-great grand uncle by his mother.  His family moved to Philadelphia, about 25 miles south of Beverly, in 1894.  Merritt was a voracious reader and had a facility for speed reading, which came in handy later in life.  He graduated high school  with high marks in literature and \"incredibly low ones in mathematics.\"  He originally intended to be a lawyer but soured on this upon realizing that he would sometimes be required to defend the guilty.  His love of reading led to him apprenticing for the Philadelphia Inquirer.  It was during his apprenticeship that he was the accidental witness of a crime that frightened him so badly that he fled the country to Mexico where he spent a year drinking, partying and exploring Aztec and Mayan ruins.  He would never explain exactly what had frightened him so much, but late in life admitted that it had to do with a powerful political figure.  He would draw heavily on his Aztec and Mayan explorations in his writings. After about a year he returned to Philadelphia and resumed work for the Inquirer.  Merritt's talent was \"feature writing\" and he rose rapidly covering murders, suicides, hangings, mysteries, romances and political stories.  Within six years he had risen to the night city editor and came under the notice of Morrill Goddard, the editor of The American Weekly.  The Weekly was the magazine or Sunday supplement of the Hearst newspaper chain. Goddard hired him as assistant editor in 1912.  He would continue in this position until Goddard unexpectedly died in 1937, upon which Merritt was promoted to take his place.  The American Weekly was 20 pages, 21'' X 15'' in size and was printed on newsprint in full color.  It had a \"newspaper\" circulation of 6.5 million weekly subscribers, but boasted of over 50 million readers, making it the most widely read magazine in the country, if not the world.  It was filled with scantily clad showgirls and movie stars, science articles, historical essays, scandals and tales of murder and suspense, as well as beautiful full-page color advertisements.  In the 1930s Merritt noticed the drawings of Virgil Finlay in Weird Tales and hired him to be an illustrator for the Weekly.  The Parade magazine that currently comes in many American Sunday newspapers, is a pale comparison.   Merritt thrived in this milieu and was well like by those working under him, because he acted as a buffer between them and the often gruff Goddard.  It was during his time as assistant editor that he found time to write his fiction.  Merritt wrote entirely for his own pleasure and ego.  He didn't need the money.  He was making $100,000 a year at a time when $1,500 would have been a respectable middle-class income.  His first fiction writing were short stories beginning with Through The Dragon Glass (1917) , a superb, 5,000 word fantasy about a strange civilization reached by passing through a Chinese jade ring.  This was followed by The People Of The Pit (1918) and Three Lines Of Old French (1919), both masterpieces of short fiction that displayed his organizational and narrative abilities and an ability to create mood with few words, probably a result of his journalistic training.  In between the two he wrote The Moon Pool (1918) a short novelette that launched his writing career in earnest.  So popular was this story that he quickly followed it with a sequel, The Conquest Of The Moon Pool (1919).  Both tell the story of a living, thinking force of pure energy who can travel on moonlight, who uses a pool on a remote Pacific island, as a portal between our reality and another dimension.  The stories concern efforts to rescue people who had been sucked through this portal and the world of the other dimension.  Nothing like this, and as well written as this, had ever appeared in popular fiction before.  Merritt followed this with The Metal Monster (1920) a story about a huge metallic life-form, to whom puny humans are mere playthings and who could cleanse the Earth of them at a whim.  This was followed by The Face In The Abyss, a 33,000 word novelette concerning an expedition to the Andes mountains of Peru in search of the lost Inca treasure of Atahualpa, for which Merritt was paid $500.  Since this story is the purpose of this posting, I don't want to go to deeply into the plot.  Needless to say, it is considered by many to be Merritt's masterpiece, myself included.  Although Merritt himself considered The Dwellers In The Mirage (1932) to be his best work.  It took Merritt eight years to write a sequel, which appeared as The Snake Mother in 1930.  Both are included in this post.  Merritt's other novels include The Ship Of Ishtar (1924), Seven Footprints To Satan (1927), Burn Witch Burn (1932) and Creep, Shadow (1934).  This marked the end of Merritt's career as a fiction writer, although he started, but, because of the pressure of putting out a weekly magazine, never had the time to complete two more novels... The Fox Woman and The Black Wheel.  Both of which were completed posthumously, with mixed results, by the artist Hannes Bok. Merritt must have been an interesting man.  He was remembered by co-workers as a kindly and sympathetic boss, who kept a collection of odd musical instruments at the office and had a love of stinky cheese and organ meat sandwiches.  He had one of the largest collections of books, in several languages, on magic, sorcery and witchcraft in the world, and frequently lectured on these subjects at major universities.  He was also an authority on folklore and mythology, much of which worked it's way into his writing.  He maintained a garden with hundreds of types of poisonous plants from all over the world.  He raised bees for honey.  He maintained homes in New York, Florida, the Bahamas and South America and traveled extensively as time permitted, acquiring  collections of weapons, carvings, and primitive masks during his travels.  He was twice married to women, both of whom were named Eleanore/Eleanor and raised an adopted daughter from his first marriage. He died suddenly of a heart attack, at the age of 59, at his vacation home in Indian Beach, Florida in 1943.",
  "mediatype": "texts",
  "collection": [
    "pulp_misc_adventure",
    "pulpmagazinearchive",
    "additional_collections"
  ],
  "subject": [
    "Science Fiction",
    "Fantasy",
    "Pulp Fiction",
    "Argosy All-Story Weekly",
    "Argosy",
    "A. Merritt",
    "The Face In The Abyss",
    "The Snake Mother"
  ],
  "downloads": 2526,
  "item_size": 309210261,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Comic Book ZIP",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Item Tile",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 43,
  "favorite_sample": [
    "academio13",
    "anastasia_robinson",
    "awesomeblue",
    "boydsjourney99",
    "bryan_c"
  ],
  "download_url": "https://archive.org/download/TheFaceInTheAbyssFirstEdition1931/The%20Face%20In%20The%20Abyss%20-%20First%20Edition%20(1931).epub",
  "download_url_cached": "scifi/content/TheFaceInTheAbyssFirstEdition1931_epub.epub",
  "download_url_timestamp": "2025-03-13T15:50:53.804Z",
  "download_url_etag": "\"65a1cbe9-18075c\"",
  "download_url_dl_duration": 1.041,
  "download_url_dl_mbps": 1.4426481483305567
}
