{
  "id": "deathsend0000liuc_t3q1",
  "title": "Death's end",
  "creator": "Liu, Cixin, author",
  "date": "2016-01-01T00:00:00Z",
  "description": [
    "604 pages ; 25 cm",
    "With The Three-Body Problem, English-speaking readers got their first chance to experience the multiple-award-winning and bestselling Three-Body Trilogy by China's most beloved science fiction author, Cixin Liu. Three-Body was released to great acclaim including coverage in The New York Times and The Wall Street Journal. It was also named a finalist for the Nebula Award, making it the first translated novel to be nominated for a major SF award since Italo Calvino's Invisible Cities in 1976. Now this epic trilogy concludes with Death's End . Half a century after the Doomsday Battle, the uneasy balance of Dark Forest Deterrence keeps the Trisolaran invaders at bay. Earth enjoys unprecedented prosperity due to the infusion of Trisolaran knowledge. With human science advancing daily and the Trisolarans adopting Earth culture, it seems that the two civilizations will soon be able to co-exist peacefully as equals without the terrible threat of mutually assured annihilation. But the peace has also made humanity complacent. Cheng Xin, an aerospace engineer from the early 21st century, awakens from hibernation in this new age. She brings with her knowledge of a long-forgotten program dating from the beginning of the Trisolar Crisis, and her very presence may upset the delicate balance between two worlds. Will humanity reach for the stars or die in its cradle?",
    "Sequel to: The dark forest"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "ithacacollege-ol",
    "johnshopkins-ol",
    "riceuniversity-ol",
    "universityofcoloradoboulder-ol"
  ],
  "subject": [
    "Human-alien encounters -- Fiction",
    "Imaginary wars and battles -- Fiction",
    "Survival -- Fiction",
    "Extraterrestrial beings -- Fiction",
    "Science fiction",
    "FICTION -- Science Fiction -- Hard Science Fiction",
    "FICTION -- Science Fiction -- Alien Contact",
    "Imaginary wars and battles",
    "Human-alien encounters"
  ],
  "downloads": 2960,
  "item_size": 1628442655,
  "format": [
    "ACS Encrypted PDF",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JPEG Thumb",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "Log",
    "MARC",
    "MARC Binary",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "PNG",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Title Page Detection Log",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 40,
  "favorite_sample": [
    "a_random_guy3",
    "arthur_mcmahon",
    "bsherman26",
    "d_juazeiro",
    "danny_rose"
  ]
}
