{
  "spacecraft_description": "Frankenstein; or, The Modern Prometheus, published in 1818, is often considered the first true science fiction novel. Mary Shelley's tale of Victor Frankenstein, a young scientist who creates life from dead tissue, established many of the genre's fundamental themes. The novel unfolds through multiple narrative frames, beginning with Arctic explorer Robert Walton's letters to his sister, in which he recounts meeting Victor Frankenstein pursuing a mysterious figure across the frozen wastes. Victor's confession reveals how his obsession with conquering death led him to create a sapient being, only to abandon it in horror at what he had done.\n\nThe creature's own narrative forms the heart of the novel, presenting a being who begins innocent and eager for human connection but is driven to violence by society's rejection and his creator's abandonment. Shelley crafts a complex meditation on the responsibilities of creation, the dangers of unchecked ambition, and the consequences of prejudice. The creature's eloquent account of his education and growing awareness, his desperate plea for companionship, and his descent into vengeful murder create a tragic figure who is simultaneously victim and villain.\n\nWritten when Shelley was only eighteen, during the volcanic winter of 1816, the novel reflects contemporary scientific debates about galvanism and the nature of life while exploring timeless themes of creation, responsibility, and what defines humanity. Its influence on science fiction is immeasurable, establishing the mad scientist archetype and the theme of science outpacing wisdom. The novel's central question—not whether we can create life, but whether we should and how we must treat what we create—remains urgently relevant in an age of genetic engineering and artificial intelligence.",
  "spacecraft_tags": [
    "mary wollstonecraft shelley",
    "1810s science fiction",
    "british",
    "classic science fiction",
    "foundational science fiction",
    "gothic science fiction",
    "romantic era",
    "mad scientist",
    "artificial life",
    "creation",
    "responsibility",
    "ethics",
    "monster",
    "horror",
    "epistolary novel",
    "philosophy",
    "galvanism",
    "scientific ethics"
  ]
} 