{
  "id": "vol-006-galactus-integrale-1987-a-1989",
  "title": "GALACTUS INTEGRALE 1966 A 1989 En 6 Volumes",
  "creator": "Marvel Stan Lee",
  "date": "1966-01-01T00:00:00Z",
  "description": " GALACTUS INTEGRALE 1966 A 1989 En 6 Volumes Trouve ici Ce super-vilain de l'écurie Marvel est sans doute le plus puissant personnage de la maison aux idées ! Avant de faire les présentations avec le Dévoreur de Planètes, voici quelques précisions. Galactus n'a pas de série à son nom, à part le one-shot Super-Villain Classics: Galactus the Origin (mai 1983) et la mini-série Galactus the Devourer (septembre 1999 à mars 2000). (j'omet volontairement les 2 récits publiés dans Epic : The Answer et The Last Galactus Story). Donc quand je dis intégrale c'est L'INTEGRALITE des aventures où apparaît notre super-vilain cosmique ! En ce qui nous concerne j'ai recherché toutes les apparitions du Dévoreur de Mondes depuis sa première apparition dans Fantastic four #48 en Mars 1966 jusqu'en novembre 1989 avec EXCALIBUR #14. Pourquoi jusqu'en 1989 ? Disons qu'après, trop d'apparitions de Galactus sans traduction, ce qui implique de faire du scantrad sur pas mal de numéros et je n'ai malheureusement pas le temps de m'y consacrer. Je donnerai quand même la liste des comics VO pour ceux que ça intéresse. Je tiens également à préciser que dans cette intégrale, il arrive parfois que l'on ne voit Galactus que sur une page comme dans THOR #134 - The People Breeders! D'ailleurs dans la version Française publiée dans Thor #6, (collection arédit flash) l'éditeur Arédit/Artima à carrément supprimé la page ! Le lecteur pourra donc être désorienté et même frustré parfois car certaines aventures se poursuivent sans le dévoreur de planète mais rassurez-vous, à la fin de chaque histoire les titres et numéros concernés seront donnés !  Vous voila donc prévenus !!! Un peu d'histoire maintenant ! SOURCE :wikipedia Créé par le scénariste Stan Lee (RIP) et le dessinateur Jack Kirby (RIP), le personnage apparaît donc pour la première fois dans Fantastic Four #48 en mars 1966. Dans cette aventure mémorable, Galactus est dépeint comme un personnage semblable à un dieu qui se nourrit en drainant l'énergie des planètes vivantes. Mais avant de se nommer Galactus, il est à l'origine Galan, un explorateur et scientifique de la planète Taa, une planète existant dans l'univers pré-Big Bang. Quand un cataclysme tue progressivement toute forme de vie dans son univers, Galan (et d'autres survivants) quitte Taa à bord d'un vaisseau spatial et s'engouffre dans le Big Crunch. (En cosmologie, le Big Crunch ou effondrement terminal est un des possibles destins de l'Univers. Il désigne l'effondrement de l'Univers, c'est-à-dire une phase de contraction faisant suite à la phase d'expansion.) Galan ne meurt pas toutefois ; se dirigeant vers le centre de l'Univers, il découvre l'Œuf cosmique. En y pénétrant, il fusionne avec la conscience de l'Univers, un être nommée Éternité, et absorbe l'énergie du Big Bang, qui donnera naissance à notre Univers. Il entre alors en gestation pendant des milliards d'années au sein de l'univers qui se forme après le Big Bang, il en emergera comme Galactus. Galactus est donc né à l'instant zéro de l'univers, il y a environ 14 milliards d'années, en même temps que les deux entités cosmiques Mort et Éternité. Il incarne, par ailleurs, l'équilibre entre ces deux forces. Galactus dérive ensuite dans l'espace quand Ecce, un des Gardiens (comme Uatu) — une race extraterrestre s'étant donnée comme mission d'observer toutes les espèces pensantes de l'univers —, observe sa naissance; bien qu'il reconnaisse sa nature destructrice, il choisit de ne pas le tuer et l'enferme dans un incubateur, après avoir construit une armure empêchant son pouvoir de se répandre. Mais il sera finalement délivré par l'attaque d'une armada extra-terrestre qui détruit l'incubateur. A son réveil, Galactus a tellement faim qu'il consomme une planète voisine, Archeopia. Cette planète est la première de beaucoup, car il doit consommer l'énergie des planètes pour assurer sa subsistance. En mémoire de Taa, son monde natal mort, et d'Archeopia, la première planète à tomber victime de sa faim dévorante, Galactus construit un nouveau « monde natal », Taa II.  Depuis, cet être tout-puissant, doté de pouvoirs quasi illimités, doit sans cesse se nourrir de l'essence vitale des mondes qu'il croise sur son chemin, ce qui lui vaut le surnom de « Dévoreur de mondes ». Galactus à plusieurs reprises désigné des individus comme son « héraut », leur accordant une petite fraction de son Pouvoir cosmique (qu'il peut également enlever ^^) Le héraut a pour tâche de localiser des planètes vivantes pour que Galactus les consomme. En règle générale, Galactus n'a qu'un seul héraut à son service en même temps. Le plus connu et emblématique d’entre eux est bien sur le Surfer d'argent. Dans cette saga cosmique on va évidemment croiser les plus grand super-héros de l'écurie Marvel : Thor et les Asgardiens : Odin, Sif .... Les 4 fantastiques que l'on ne présente plus, et bien sur Le surfer d'argent ... Mais aussi aussi des extra-terrestres comme les colonisateurs de la planète Rigel, L'enregistreur le robot humanoïde, Les Taurians, Ego la planète vivante ..... !!! Pour ce troisième opus, Galactus revient plus affamé que jamais ! Je vous invite à lire des aventures cosmiques jamais égalées à ce jour !!!! On y retrouvera évidemment le puissant Thor, Le surfer d'argent, Firelord, Hercule, les 4 fantastiques, le maître de l'évolution, Le sphinx ....  On démarre avec une VO (désolé, pas eu le temps  de traduire mais le reste  est français)  avec  MARVEL TWO IN ONE #100 \"AFTERMATH\" NB : Galactus, sauf erreur ou oubli, n'a pas eu d'aventures en 1973, l'intégrale commence donc en 1974  Pour ce 4ème opus on va (re)découvrir deux petits nouveaux de l'écurie marvel : Dazzler et Rom le chevalier de l'espace. La première, car oui, Alison Blaire, alias Dazzler est bien une super-héroïne créee par le scénariste Tom DeFalco et le dessinateur John Romita Jr. Sa première apparition date de février 1980 dans X-Men #130 (en France, voir l'épisode des x-men publié dans Spécial Strange n° 29, 08/82 - Chris Claremont, John Byrne,  Terry Austin). Chanteuse de talent et mutante, Dazzler absorbe l’énergie sonique des sons pour la convertir en lumière. Elle est capable d’absorber tout les types de son, excepté sa propre voix sauf si celle-ci a été enregistrée ou artificiellement amplifiée. Elle préfère généralement convertir la musique pop ou disco pour les qualités qu’elle confère à la lumière qu’elle génère. En combinant plusieurs couleurs, fréquences et intensités, elle peut paralyser ses adversaires, leur provoquer des migraines, des crises, des ruptures émotionnelles, ou les rendre inconscients  En se concentrant assez, elle peut générer des rafales ou des lasers de lumière solide capable de détruire des objets. Elle peut ainsi créer des boucliers de lumière solide la protégeant des dégâts physiques. Quant à Rom, (« Rom the Spaceknight ») il a été crée par Bing McCoy pour l'entreprise Parker Bros. en 1979. Pour booster les ventes du jouet, la société prends contact avec Marvel pour qu'un comic book soit developpé autour de la figurine. Jim Shooter, le patron de Marvel à l'époque, Mary Jo Duffy, éditrice et Bill Mantlo, scénariste mettent en place l'univers de Rom. Ce sera Sal Buscema qui dessinera les aventures du guerrier de Galador. A l'origine le personnage devait s'appeler COBOL comme le langage de programmation mais Parker Bros lui préfère ROM, acronyme de Read Only Mémory. Rom est un extra-terrestre qui a sacrifié sa vie biologique pour devenir un cyborg. S'il a recouru à de tels expédients,c'est que la galaxie est menacée par les spectres noirs. Rom parcours la galaxie et arrive sur terre pour les éradiquer. Ces être maléfiques peuvent prendre n'importe quelle forme mais grâce à son analyseur Rom peut les repérer et les projeter dans dans les limbes grâce à son neutralisateur. Mais ce faisant, il laisse un petit tas de cendres à l'endroit où se tenait le spectre noir sous sa forme humaine. Autant dire que les vrais humains voient cela d'un mauvais oeil....  En France, il apparaît pour la première fois dans Strange 133 en 1981 mais la série durera jusqu'au no 178 en 1984 car jugée  trop \"noire\" : Magie, sorcellerie, résurrection des morts....  Lug décide d'en interrompre la publication .... On retrouvera aussi les incontournables Fantastic four, Thor et le surfer d'argent mais surtout 2 histoires hors-comics. C'est à dire des histoires 100 % écrites et dessinées en France ! C'est dans NOVA 25-26 que Marcel Navarro (qui signe Malcolm Naughton) et le dessinateur Jean-Yves Mitton (qui signe John Milton) réalisent deux épisodes inédits du Surfer intitulés \"La Porte étroite\". Cette aventure du Surfer est historiquement, le premier Comics officiellement produit par une équipe française !!! Jean-Yves Mitton récidivera, en décembre 1982 dans NOVA 91 avec une mini histoire mettant en scène le dévoreur de planète, le surfer d'argent et les 4 fantastiques. Pas d'infos sur le scénariste .... Maintenant place à l'action !!!!! NB : l'épisode Fury of the Firelord! THOR #306  - 04/81 est en VO.... pas eu le temps de le traduire.... Pour cet avant-dernier volume nous allons connaitre entre autre les origines de Galactus !!! Les 4 fantastiques sont toujours la pour nous sauver et ils devront affronter en plus du dévoreur de monde toute une pléthore de super-vilains comme Tyros, Les Skrulls, Le Dr Fatalis .... Dans l'histoire intitulée The Last Galactus Story (La dernière histoire de Galactus), écrite entre 1984 et 1985 par John Byrne et Terry Austin, et se situant dans l'univers alternatif Terre-8436 (alors que l'univers \"normal\" marvel correspond àl'univers terre-616 voir ici [ x ] pour les curieux, Galactus se bat avec un Gardien pendant un millénaire, alors que l'univers se meurt autour d'eux. Après avoir vaincu son adversaire, Galactus et son héraut Nova se retrouvent seuls, dans un univers sans vie. Épuisé, et prenant en compte ce qu'il a fait depuis des milliards d'années, Galactus libère sa formidable énergie interne contenue par son armure et devient le Big Bang du nouvel Univers. Nova survit et devient le nouveau Galactus de cet univers, et le cycle recommence. Cette géniale histoire n'a été hélas que partiellement traduite.... A noter que dans cette intégrale il manque 9 aventures de Galactus. 8 publiées dans secret war I (N°1, 2, 3, 4, 5, 6, 7 et 9 soit du 05/84 au 01/85 ) et 1 publiée dans secret war II (N°7 06/86). Après avoir longuement réfléchis, j'ai décidé de vous proposer ces GUERRES SECRETES  I, II et III séparément de cette intégrale. voir donc sur le lien pour y retrouver le dévoreur de planète. Maintenant place au dévoreur de monde et au 5ème album virtuel ! Voici le dernier tome de la saga Galactus. Malgré toutes mes recherches, il se peut que j'ai oublié ça et la quelques apparitions de Galan aka Galatus. N'hésitez pas à le signaler !!!!",
  "mediatype": "texts",
  "collection": [
    "comics_inbox",
    "comics",
    "additional_collections"
  ],
  "subject": [
    "GALACTUS INTEGRALE 1966 A 1989 En 6 Volumes",
    "sf",
    "science fiction",
    "bd",
    "bande dessinée",
    "Marvel",
    "Stan Lee",
    "comics"
  ],
  "downloads": 4921,
  "item_size": 1551296663,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 26,
  "favorite_sample": [
    "academio13",
    "andrey_devyatov",
    "belasco21",
    "buzzmillennium",
    "carolina_castillo609"
  ],
  "download_url": "https://archive.org/download/vol-006-galactus-integrale-1987-a-1989/VOL-001-GALACTUS%20-%20INTEGRALE%201966%20A%201968.epub",
  "download_url_cached": "scifi/content/vol-006-galactus-integrale-1987-a-1989_epub.epub",
  "download_url_timestamp": "2025-03-13T10:49:41.740Z",
  "download_url_etag": "\"658afd4c-5bdcfc6\"",
  "download_url_dl_duration": 156.103,
  "download_url_dl_mbps": 0.5884782863679087
}
