{
  "id": "mentatsofdune0000herb",
  "title": "Mentats of Dune",
  "creator": "Herbert, Brian, author",
  "date": "2014-01-01T00:00:00Z",
  "description": [
    "445 pages ; 24 cm",
    "\"The sequel to Sisterhood of Dune ... The thinking machines have been defeated but the struggle for humanity's future continues. Gilbertus Albans has founded the Mentat School, a place where humans can learn the efficient techniques of thinking machines. But Gilbertus walks an uneasy line between his own convictions and compromises in order to survive the Butlerian fanatics, led by the madman Manford Torondo and his Swordmaster Anari Idaho. Mother Superior Raquella attempts to rebuild her Sisterhood School on Wallach IX, with her most talented and ambitious student, Valya Harkonnen, who also has another goal--to exact revenge on Vorian Atreides, the legendary hero of the Jihad, whom she blames for her family's downfall. Meanwhile, Josef Venport conducts his own war against the Butlerians. VenHold Spacing Fleet controls nearly all commerce thanks to the superior mutated Navigators that Venport has created, and he places a ruthless embargo on any planet that accepts Manford Torondo's anti-technology pledge, hoping to starve them into submission. But fanatics rarely surrender easily ... The Mentats, the Navigators, and the Sisterhood all strive to improve the human race, but each group knows that as Butlerian fanaticism grows stronger, the battle will be to choose the path of humanity's future--whether to embrace civilization, or to plunge into an endless dark age.\"--",
    "\"A Tom Doherty Associates Book.\""
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled",
    "delawarecountydistrictlibrary-ol",
    "denverpubliclibrary-ol",
    "hamiltonpubliclibrary-ol",
    "miltonpubliclibrary-ol",
    "rochester-ol",
    "worthingtonlibraries-ol"
  ],
  "subject": [
    "Dune (Imaginary place) -- Fiction",
    "Life on other planets -- Fiction",
    "Secrets -- Fiction",
    "FICTION -- Science Fiction -- Space Opera",
    "Dune (Imaginary place)",
    "Life on other planets",
    "Science-Fiction",
    "Amerikanisches Englisch"
  ],
  "downloads": 2359,
  "item_size": 1433181349,
  "format": [
    "ACS Encrypted EPUB",
    "ACS Encrypted PDF",
    "Abbyy GZ",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "Log",
    "MARC",
    "MARC Binary",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 19,
  "favorite_sample": [
    "ajshell1",
    "axw811",
    "boewjr",
    "bohemondus",
    "bouncetiger"
  ]
}
