{
  "id": "MinisteringAngels",
  "title": "Ministering Angels",
  "description": "C.S. Lewis's \"Ministering Angels\" presents a provocative 1958 short story that explores themes of sexuality, morality, and human nature through a science fiction premise. Set on Mars, the story follows a team of male scientists who have been working in isolation on the red planet when two women volunteer to travel there to provide \"sexual solace\" to the lonely researchers. What begins as a seemingly straightforward premise quickly develops into a complex examination of desire, dignity, and the commodification of intimate relationships, as Lewis explores the psychological and moral implications of treating human sexuality as a service to be provided.\n\nThe story reflects Lewis's interests in Christian morality and human psychology, using the science fiction setting to examine questions about the nature of love, lust, and genuine human connection. Unlike much of Lewis's better-known fantasy work, \"Ministering Angels\" directly confronts adult themes while maintaining his characteristic focus on moral philosophy. The Martian setting allows Lewis to create a laboratory-like environment where social conventions are stripped away, forcing characters and readers to confront basic questions about human relationships and what constitutes meaningful intimacy. Published in \"The Best from Fantasy and Science Fiction\" anthology series, the story demonstrates Lewis's versatility as a writer and his willingness to use speculative fiction as a vehicle for exploring complex ethical and psychological territory.",
  "creator": "C. S. Lewis",
  "subject": [
    "Science Fiction",
    "Sci-Fi",
    "SF",
    "Mars",
    "Martians",
    "Martian SFF"
  ],
  "tags": [
    "c s lewis",
    "1950s science fiction",
    "british",
    "mars",
    "short story",
    "sexuality",
    "morality",
    "isolation",
    "human nature",
    "christian themes",
    "ethical questions",
    "intimacy",
    "science fiction setting",
    "psychological exploration",
    "dignity",
    "male scientists",
    "social conventions",
    "moral philosophy",
    "speculative ethics",
    "anthology"
  ],
  "collection": [
    "opensource",
    "community"
  ],
  "mediatype": "texts",
  "coverImage": "https://archive.org/services/img/MinisteringAngels",
  "coverWidth": 180,
  "coverHeight": 248,
  "favoriteCount": 0,
  "name": "Ministering Angels",
  "publicdate": "2011-12-28 01:32:42",
  "licenseurl": "http://creativecommons.org/publicdomain/mark/1.0/",
  "identifier": "MinisteringAngels",
  "uploader": "davidstarrsp@hotmail.com",
  "addeddate": "2011-12-28 01:24:17",
  "identifier-access": "http://www.archive.org/details/MinisteringAngels",
  "identifier-ark": "ark:/13960/t5v70g905",
  "ppi": "72",
  "ocr": "ABBYY FineReader 8.0",
  "repub_state": "4",
  "curation": "[curator]malware@archive.org[/curator][date]20140327035952[/date][comment]checked for malware[/comment]",
  "backup_location": "ia903707_0",
  "coverImageWidth": 180,
  "coverImageHeight": 248
}
