{
  "id": "PhilipK.DickTheElectricAnt",
  "title": "The Electric Ant - Philip K. Dick",
  "creator": "Philip K. Dick",
  "date": "1968-05-12T00:00:00Z",
  "description": "\"The Electric Ant\" is a science fiction short story by American writer Philip K. Dick. It was first published in Fantasy and Science Fiction magazine in October 1969. Summary: Garson Poole wakes up after a flying-car-crash to find that he is missing a hand. He then finds out that he is an 'electric ant' – an \"organic\" robot. He further finds out that what he believes is his subjective reality is being fed to him from a micro-punched tape in his chest cavity. He experiments on this tape by adding new holes, which adds things to his reality. Convinced that his entire reality is constrained by the tape, he makes a major change to it, with a major effect on his reality. The change affects everyone else he interacts with, which raises the question of whether any of them – or he himself – are \"real\" at all. Dick said of the story: Again the theme: How much of what we call \"reality\" is actually out there or rather within our own head? The ending of this story has always frightened me... image of the rushing wind, the sound of emptiness. As if the character hears the final fate of the world itself.\"",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "science fiction",
    "philip k dick",
    "the electric ant",
    "robots",
    "ai",
    "artificial intelligence",
    "sci-fi",
    "classic"
  ],
  "downloads": 2534,
  "item_size": 25669651,
  "format": [
    "Abbyy GZ",
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "JPEG Thumb",
    "Metadata",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF"
  ],
  "favorite_count": 11,
  "favorite_sample": [
    "arioston",
    "chanlnine",
    "emily693",
    "gnirene",
    "haight1968"
  ],
  "download_url": "https://archive.org/download/PhilipK.DickTheElectricAnt/Philip%20K.%20Dick%20-%20The%20Electric%20Ant.epub",
  "download_url_cached": "scifi/content/PhilipK.DickTheElectricAnt_epub.epub",
  "download_url_timestamp": "2025-03-13T15:50:46.361Z",
  "download_url_etag": "\"655f0ac1-b37566\"",
  "download_url_dl_duration": 2.205,
  "download_url_dl_mbps": 5.08669466118153
}
