{
  "spacecraft_description": "Bruce Sterling's \"Mirrorshades: The Cyberpunk Anthology\" stands as the definitive collection that codified cyberpunk as a science fiction movement, bringing together the genre's most influential voices in a single landmark volume. Published in 1986, this anthology features stories by cyberpunk's founding fathers including William Gibson, Sterling himself, Pat Cadigan, Rudy Rucker, and John Shirley, among others. The collection presents a unified vision of a near-future dominated by information technology, corporate power, and the blurring boundaries between human consciousness and digital reality, all filtered through a distinctly noir sensibility that emphasizes urban decay, moral ambiguity, and technological alienation.\n\nSterling's introduction to the collection serves as both manifesto and explanation of cyberpunk's aesthetic and philosophical principles, emphasizing the movement's focus on \"the street finding its own uses for technology\" and the democratization of information access. The stories explore themes that would become central to cyberpunk: virtual reality, artificial intelligence, biomodification, and the social implications of ubiquitous computing, all presented through characters who exist on society's margins—hackers, criminals, corporate outcasts, and digital nomads. The anthology's influence on science fiction cannot be overstated; it essentially created the template for cyberpunk that influenced not only literature but film, television, video games, and internet culture. The collection captures the optimistic pessimism that characterizes cyberpunk: while technology offers unprecedented possibilities for liberation and transformation, it also creates new forms of oppression and control.",
  "spacecraft_tags": [
    "bruce sterling",
    "1980s science fiction",
    "american science fiction",
    "cyberpunk anthology",
    "william gibson",
    "pat cadigan",
    "rudy rucker",
    "john shirley",
    "cyberpunk manifesto",
    "information technology",
    "virtual reality",
    "artificial intelligence",
    "corporate dystopia",
    "noir sensibility",
    "digital reality",
    "technological alienation",
    "biomodification",
    "hacker culture",
    "genre defining",
    "anthology"
  ]
} 