{
  "spacecraft_description": "Little Brother, published in 2008, is Cory Doctorow's young adult thriller about teenage hacker Marcus Yallow fighting against a surveillance state in near-future San Francisco. When terrorists bomb the Bay Bridge and BART tunnels, the Department of Homeland Security responds with extreme security measures that transform the city into a police state. Marcus and his friends are detained and interrogated as suspected terrorists simply for being in the wrong place at the wrong time. Released but traumatized, Marcus discovers that the DHS has deployed a comprehensive surveillance network monitoring citizens' every move through transportation cards, cell phones, and behavioral analysis.\n\nUsing the handle 'M1k3y,' Marcus organizes a tech-savvy resistance movement, teaching teenagers how to evade and confuse the surveillance apparatus through cryptography, mesh networks, and countermeasures like gait-changing techniques and RFID-blocking wallets. As the DHS tightens its grip on the city, Marcus must navigate increasing danger while building a movement that can restore constitutional rights. His relationship with Ange, both romantic and political, deepens as they work together to expose the abuses of power, ultimately risking everything to take their evidence to the media.\n\nDoctorow's novel operates as both entertaining thriller and educational manifesto about digital privacy and civil liberties. Written in response to post-9/11 security measures, the book serves as a primer on cryptography, network security, and resistance tactics while exploring how fear can lead societies to surrender freedom for the illusion of safety. Little Brother's influence extends beyond literature: it has been used in classrooms to teach digital literacy and has inspired real-world activism around surveillance and privacy rights. The novel demonstrates how technology can serve both oppression and liberation, depending on who controls it.",
  "spacecraft_tags": [
    "cory doctorow",
    "2000s science fiction",
    "american science fiction",
    "young adult science fiction",
    "surveillance",
    "hacker",
    "civil liberties",
    "cryptography",
    "resistance",
    "dystopian",
    "terrorism",
    "digital privacy",
    "near future",
    "surveillance state",
    "department of homeland security",
    "technology",
    "mesh networks",
    "privacy rights",
    "constitutional rights",
    "san francisco",
    "novel"
  ]
} 