{
  "id": "mars-attacks-miniatures-game-rules",
  "title": "Mars Attacks: The Miniatures Game Rules",
  "date": "2014-01-01T00:00:00Z",
  "description": "Rules for the out-of-print miniatures game Mars Attacks! by Mantic Games. \" Mars Attacks: The Miniatures Game is a tabletop miniature wargame based on the humorous 1962 Mars Attacks trading card series from Topps in which aliens from Mars try to take over the planet of the humans — that is, Earth! The game allows two (or more) players to take on the role of Martian invaders or the human resistance, then battle for the fate of the planet! You set your armies on the table board and move units of aliens or human soldiers to fight to achieve goals, either by defending your position or vaporizing your opponents. This tactical tabletop game features rules by veteran designer Jake Thornton and a host of stunning Mantic miniatures that can be used straight out of the box or painted to add even more character to your games. - Martian Mayhem: Mars Attacks is full of wacky events and cinematic action made possible by the simple set of game mechanics that are very easy to learn, and by the game's Event Card deck. - Story Driven Action: Follow our heroes during the battle of Greenville with fun playable scenarios, each with their own objectives: eliminate the enemy, capture the intelligence - escape the Martian invaders! - Easy to play: Much like a board game, Mars Attacks is played on a gaming mat made of squares and players take it in turn to activate their models, choosing whether to move, shoot or fight in hand-to-hand combat. - Simple Dice Mechanics: Shooting and hand-to-hand combat is made easy by rolling eight-sided dice to decide whether a weapon has hit its target, or whether the opponent manages to dodge out of the way. - Highly Tactical: move a figure out from behind cover and you’re likely to get your model killed. Similarly, ganging up on an opponent or making use of a figure’s special abilities could be the difference between making a clean kill, or engaging in a frantic game of cat and mouse! All of this is detailed in the comic-book sized Mars Attacks – The Miniatures Game rulebook which also includes a number of playable missions. These battles are fought in Greenville, a town brought to life through our stunning modular ruined scenery. You will fight amongst the devastated town capturing objectives such as intelligence and weapons - or with the sole goal of eliminating your enemy. Whether you’re a veteran gamer or new to the hobby, you’ll be able to enjoy the fun of Mars Attacks, making it a game suitable for all ages.\"",
  "mediatype": "texts",
  "collection": [
    "manuals_various",
    "manuals",
    "additional_collections"
  ],
  "subject": [
    "tabletop",
    "miniatures",
    "rules",
    "rulebook",
    "wargame",
    "scifi",
    "science fiction",
    "aliens",
    "topps",
    "mars attacks",
    "pdf",
    "reference",
    "expansion",
    "2014",
    "world at war",
    "extermination",
    "humanity resists",
    "compendium",
    "cards",
    "playtest",
    "manual"
  ],
  "downloads": 2989,
  "item_size": 862034217,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "Daisy",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "MPEG4",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Thumbnail",
    "chOCR",
    "h.264 IA",
    "hOCR"
  ],
  "favorite_count": 15,
  "favorite_sample": [
    "ben_d119",
    "cody_h92",
    "craig_null",
    "dr_rodrigo_telgie",
    "edsquid"
  ],
  "download_url": "https://archive.org/download/mars-attacks-miniatures-game-rules/9b-mars-attacks-the-miniatures-game-rulebook.pdf",
  "download_url_cached": "scifi/content/mars-attacks-miniatures-game-rules_text_pdf.pdf",
  "download_url_timestamp": "2025-03-13T14:26:09.715Z",
  "download_url_etag": "\"60310fcd-9bf7d\"",
  "download_url_dl_duration": 0.815,
  "download_url_dl_mbps": 0.7475460965209213
}
