{
  "id": "morningstar0000brow_i0y8",
  "title": "Morning star",
  "creator": "Brown, Pierce, 1988- author",
  "date": "2016-01-01T00:00:00Z",
  "description": [
    "xii, 524 pages : 25 cm",
    "\"Red Rising thrilled readers and announced the presence of a talented new author. Golden Son changed the game and took the story of Darrow to the next level. Now comes the exhilarating conclusion to the Red Rising Trilogy: Morning Star. Darrow would have lived in peace, but his enemies brought him war. The Gold overlords demanded his obedience, hanged his wife, and enslaved his people. But Darrow is determined to fight back. Risking everything to transform himself and breach Gold society, Darrow has battled to survive the cutthroat rivalries that breed Society's mightiest warriors, climbed the ranks, and waited patiently to unleash the revolution that will tear the hierarchy apart from within. Finally, the time has come. But devotion to honor and hunger for vengeance run deep on both sides. Darrow and his comrades-in-arms face powerful enemies without scruple or mercy. Among them are some Darrow once considered friends. To win, Darrow will need to inspire those shackled in darkness to break their chains, unmake the world their cruel masters have built, and claim a destiny too long denied--and too glorious to surrender. Advance praise for Morning Star \"Multilayered and seething with characters who exist in a shadow world between history and myth, much as in Frank Herbert's Dune. an ambitious and satisfying conclusion to a monumental saga.\"--Kirkus Reviews Praise for Pierce Brown and the Red Rising Trilogy Red Rising \"[A] spectacular adventure. one heart-pounding ride. Pierce Brown's dizzyingly good debut novel evokes The Hunger Games, Lord of the Flies, and Ender's Game. [Red Rising] has everything it needs to become meteoric.\"--Entertainment Weekly \"[A] top-notch debut novel. Red Rising ascends above a crowded dystopian field.\"--USA Today \"Pierce Brown has done an astounding job at delivering a powerful piece of literature that will definitely make a mark in the minds of readers.\"--The Huffington Post Golden Son \"Brown writes layered, flawed characters. but plot is his most breathtaking strength. Every action seems to flow into the next.\"--NPR \"In a word, Golden Son is stunning. Among science fiction fans, it should be a shoo-in for book of the year.\"--Tor.com \"The jaw-dropper of an ending will leave readers hungry for the conclusion to Brown's wholly original, completely thrilling saga.\"--Booklist (starred review)\"--",
    "\"The conclusion of the Red Rising trilogy. Born a lowly Red in the mines of Mars, Darrow lost his beloved wife to the treacherous Gold overlords. Vowing to fight for the future that his wife believed in, Darrow joins a secret revolutionary group and is remade into a Gold so that he can infiltrate the ruling class and bring them down from the inside. Now, after years of hiding amongst the Golds, Darrow is finally ready to declare open revolution and throw off the chains of oppression. Nothing in Darrow's world has been easily won, and this final fight will be the most harrowing of all\"--"
  ],
  "mediatype": "texts",
  "collection": [
    "internetarchivebooks",
    "printdisabled"
  ],
  "subject": [
    "Government, Resistance to -- Fiction",
    "Slavery -- Fiction",
    "Dystopias -- Fiction",
    "Caste -- Fiction",
    "Résistance au gouvernement -- Romans, nouvelles, etc",
    "Dystopies -- Romans, nouvelles, etc",
    "Castes -- Romans, nouvelles, etc",
    "FICTION -- Science Fiction -- Adventure",
    "FICTION -- Science Fiction -- High Tech",
    "Government, Resistance to",
    "Mars (Planet) -- Fiction",
    "Mars (Planète) -- Romans, nouvelles, etc"
  ],
  "downloads": 3248,
  "item_size": 1397854988,
  "format": [
    "ACS Encrypted PDF",
    "AVIF Thumbnails ZIP",
    "Cloth Cover Detection Log",
    "DjVuTXT",
    "Djvu XML",
    "Dublin Core",
    "Item Tile",
    "JPEG Thumb",
    "JSON",
    "LCP Encrypted EPUB",
    "LCP Encrypted PDF",
    "Log",
    "MARC",
    "MARC Binary",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "PNG",
    "Page Numbers JSON",
    "RePublisher Final Processing Log",
    "RePublisher Initial Processing Log",
    "Scandata",
    "Single Page Original JP2 Tar",
    "Single Page Processed JP2 ZIP",
    "Text PDF",
    "Title Page Detection Log",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 23,
  "favorite_sample": [
    "austin_killman",
    "ca9927",
    "d_b_cooper596",
    "darknessandlight3491",
    "ella_walmsley"
  ]
}
