{
  "id": "faction-paradox-the-book-of-the-war",
  "title": "Faction Paradox, The Book Of The War",
  "creator": "Lawrence Miles",
  "date": "2002-11-12T00:00:00Z",
  "description": "EDIT: For the best offline reading-on-a-computer experience, I highly reccomend downloading not the original PDF, but instead the \"PDF WITH TEXT\" From the download menu, as it is a searchable version of the original PDF which preserves the original look and feel while being much easier and enjoyable to browse, as you can copy lines, highlight text, and jump from section to section by using CTR+F to search for the articles instead of scrolling endlessly. For ereaders and phone/tablet apps, I reccomend the Epub version -- PLEASE make sure you download the Epub Specifically titled The *Ebook* of the War, as that is the properly formatted one I uploaded, while the epub called just 'the book of the war' is the autogenerated one by the archive which loses ALL formatting and style. ----- From the Wiki page: The Book of the War is a hypertext multi-author novel presented in the form of an encyclopedia of the first 50 years of the War in the Faction Paradox universe based on the Doctor Who universe. The book was edited by Lawrence Miles, and written by Miles, Simon Bucher-Jones, Daniel O'Mahony, Ian McIntire, Mags L. Halliday, Helen Fayle, Philip Purser-Hallard, Kelly Hale, Jonathan Dennis, and Mark Clapham. ------ Published in 2002, Faction Paradox: The Book of the War is less of a novel and more of an in-universe Encyclopedia. And the Universe it's set in? Is a universe at War, and not just a war fought on physical battlefields of a planet in space, but across time and possibility. Some might even call it The Last Great Time War of Gallifrey.... if they dared to be so bold.  The Last Great Time War, but two steps to the left and allowed to spread its wings into the infinite and fun and chaos and eldritch. Why am I uploading this to the Archive? Because it's been out of print for 20 years,  and people on ebay regularly sell it for upwards of hundreds of dollars, with zero official digital versions available anywhere and most likely will never be made in the future because of the problem of contacting every individual author who took part in the book. So, now it's available to read to those who *can't* afford to drop hundreds of dollars on a single book, and thanks to the transcriber, it's now accessible, available in an EPUB version that is searchable, you can adjust the font/background color/text size etc on your preferred ebook reader as opposed to the PDF which is stuck at a single small, faded font, and most importantly: You can use Text to Speech with the Epub, so if you are unable to read (blind or low vision) or prefer simply to listen while multitasking, you can use your preffered text to speech program or the provided Balabolka-generated audiobook. You can also convert this epub into a word or ODT file for fan translations into other languages!",
  "mediatype": "texts",
  "collection": [
    "opensource",
    "community"
  ],
  "subject": [
    "faction paradox, doctor who, the book of the war, science fiction, time travel,",
    "doctor who",
    "out of print",
    "accessibility",
    "books for print disabilities",
    "audiobook",
    "media preservation",
    "science fiction",
    "lawrence miles"
  ],
  "downloads": 3208,
  "item_size": 2127825352,
  "format": [
    "Additional Text PDF",
    "Archive BitTorrent",
    "Columbia Peaks",
    "DjVuTXT",
    "Djvu XML",
    "EPUB",
    "Image Container PDF",
    "Item Tile",
    "JPEG",
    "JPEG Thumb",
    "MOBI",
    "Metadata",
    "OCR Page Index",
    "OCR Search Text",
    "PNG",
    "Page Numbers JSON",
    "Scandata",
    "Single Page Processed JP2 ZIP",
    "Spectrogram",
    "Text PDF",
    "Unknown",
    "VBR MP3",
    "chOCR",
    "hOCR"
  ],
  "favorite_count": 26,
  "favorite_sample": [
    "al2345",
    "alfie_sigma",
    "arbeaone",
    "ashleigh_platt",
    "bah-weep-graaaaagnah_wheep_ni_ni_bong"
  ],
  "download_url": "https://archive.org/download/faction-paradox-the-book-of-the-war/%230%20-%20The%20Book%20of%20The%20War%20-%20Edited%20by%20Lawrence%20Miles%2C%20Various%20Authors.epub",
  "download_url_cached": "scifi/content/faction-paradox-the-book-of-the-war_epub.epub",
  "download_url_timestamp": "2025-03-13T13:48:17.562Z",
  "download_url_etag": "\"65822992-d6b060\"",
  "download_url_dl_duration": 1.783,
  "download_url_dl_mbps": 7.525552609497687
}
